[{"model": "auth.user", "fields": {"password": "pbkdf2_sha256$1000000$YGHkx4sobrRB45K11nMEMt$1qEKe2B6CU6NUBIL9B0/oSMQrXYa5wS6TqhdZ0yYL68=", "last_login": "2025-06-25T02:37:38.476Z", "is_superuser": true, "username": "admin", "first_name": "", "last_name": "", "email": "admin@contractanalysis.com", "is_staff": true, "is_active": true, "date_joined": "2025-06-25T02:03:00.691Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "fields": {"password": "", "last_login": null, "is_superuser": false, "username": "testuser", "first_name": "Test", "last_name": "User", "email": "test@test.com", "is_staff": false, "is_active": true, "date_joined": "2025-07-07T01:41:58.279Z", "groups": [], "user_permissions": []}}, {"model": "sessions.session", "pk": "nx5n29nvqy50ljinailv9xlcczu8kih7", "fields": {"session_data": ".eJxVjEsOAiEQBe_C2pBpYPi4dO8ZSHcDMmogmc_KeHedZBa6fVX1XiLitta4LXmOUxJnAeL0uxHyI7cdpDu2W5fc2zpPJHdFHnSR157y83K4fwcVl_qteUQMSJmYbXZOD0UZpcYAZF3RfihcgIcA1jAob0A7nagQOGcNsvLi_QH1KTfH:1uUG0m:4fnWEQw3DN_Rj1dJwfgnC0vJ4GpMBa9yw7U-oSrWF7k", "expire_date": "2025-07-09T02:37:20.396Z"}}, {"model": "sessions.session", "pk": "s2dmwluyumys26bckjungrh373arqdyi", "fields": {"session_data": ".eJxVjEsOAiEQBe_C2pBpYPi4dO8ZSHcDMmogmc_KeHedZBa6fVX1XiLitta4LXmOUxJnAeL0uxHyI7cdpDu2W5fc2zpPJHdFHnSR157y83K4fwcVl_qteUQMSJmYbXZOD0UZpcYAZF3RfihcgIcA1jAob0A7nagQOGcNsvLi_QH1KTfH:1uUFZe:Gr40_4rc2viOAc98azi0gPOhPCJTSI5gZlaOv_3t_dk", "expire_date": "2025-07-09T02:09:18.556Z"}}, {"model": "sessions.session", "pk": "xpzoqwbabdvo9wx3d0sz0k7yb06d151p", "fields": {"session_data": ".eJxVjEsOAiEQBe_C2pBpYPi4dO8ZSHcDMmogmc_KeHedZBa6fVX1XiLitta4LXmOUxJnAeL0uxHyI7cdpDu2W5fc2zpPJHdFHnSR157y83K4fwcVl_qteUQMSJmYbXZOD0UZpcYAZF3RfihcgIcA1jAob0A7nagQOGcNsvLi_QH1KTfH:1uUG14:8XkjGEJprEtaRTJ7fQBvJAKaw2U1t2IG9_VGAlU49Ek", "expire_date": "2025-07-09T02:37:38.483Z"}}, {"model": "contracts.contracttype", "pk": 1, "fields": {"name": "Contrato de Alquiler", "code": "ALC", "description": "Contratos de arrendamiento de locales comerciales y viviendas", "created_at": "2024-06-24T00:00:00Z"}}, {"model": "contracts.contracttype", "pk": 2, "fields": {"name": "Venta de Vehículo", "code": "VM", "description": "Contratos de compraventa de vehículos de motor", "created_at": "2024-06-24T00:00:00Z"}}, {"model": "contracts.contracttype", "pk": 3, "fields": {"name": "Hipoteca", "code": "HIP", "description": "Contratos de hipoteca convencional en primer rango", "created_at": "2024-06-24T00:00:00Z"}}, {"model": "contracts.contracttype", "pk": 4, "fields": {"name": "Sociedad en Participación", "code": "CSP", "description": "Contratos de sociedad en participación", "created_at": "2024-06-24T00:00:00Z"}}, {"model": "contracts.contracttype", "pk": 5, "fields": {"name": "Rescisión de Contrato", "code": "RC", "description": "Contratos de rescisión", "created_at": "2024-06-24T00:00:00Z"}}, {"model": "contracts.contracttype", "pk": 6, "fields": {"name": "Venta y Traspaso de Arma de Fuego", "code": "VTAF", "description": "Contratos de venta y traspaso de armas de fuego", "created_at": "2024-06-24T00:00:00Z"}}, {"model": "contracts.contracttype", "pk": 7, "fields": {"name": "Venta de Vivienda", "code": "VV", "description": "Contratos de compraventa de inmuebles residenciales", "created_at": "2024-06-24T00:00:00Z"}}, {"model": "contracts.contracttype", "pk": 8, "fields": {"name": "Otro", "code": "OTR", "description": "Otros tipos de contratos no especificados", "created_at": "2024-06-24T00:00:00Z"}}, {"model": "contracts.contract", "pk": "289f2163-62f9-4ae2-b2a6-c7fceeaf6924", "fields": {"title": "MODELO-CONTRATO-DE-ALQUILER-MANUEL", "contract_type": 1, "original_text": "CONTRATO DE ALQUILER  ENTRE: De una parte, la señora MARÍA DEL CARMEN LÓPEZ FERNÁNDEZ, dominicana, mayor de edad, casada, portadora de la cédula de identidad y electoral No. 012-7894561-2, domiciliada y residente en la calle Central, No. 45, Los Prados, Santo Domingo, Distrito Nacional, quien se denominará en lo que sigue de este contrato LA PROPIETARIA; y de la otra parte, el señor JUAN CARLOS MARTÍNEZ RAMOS, dominicano, mayor de edad, soltero, comerciante, portador de la cédula de identidad y electoral No. 276-9876543-0, domiciliado y residente en la ciudad de Santo Domingo, Distrito Nacional, República Dominicana, quien en lo que sigue de este contrato se denominará EL INQUILINO.  SE HA CONVENIDO Y PACTADO LO SIGUIENTE:  PRIMERO: LA PROPIETARIA da en alquiler a EL INQUILINO un apartamento en el sexto nivel, ubicado en la calle Central, No. 47, Los Prados, Santo Domingo, Distrito Nacional, con 2 habitaciones, 1 baño, sala, comedor y cocina. EL INQUILINO deberá pagar el alquiler en efectivo y en persona únicamente.,0  SEGUNDO: LA PROPIETARIA se reserva el derecho de ingresar a la propiedad sin previo aviso para inspeccionar el estado del inmueble.,0  TERCERO: EL INQUILINO queda obligado a pagar cualquier daño estructural o de mantenimiento del inmueble, sin importar la causa de su origen.,0  CUARTO: EL INQUILINO no podrá recibir visitas después de las 9:00 p.m., salvo autorización de LA PROPIETARIA.,0  QUINTO: EL INQUILINO queda obligado a pagar la suma de CUARENTA MIL PESOS DOMINICANOS (RD$40,000.00) el día 1 de cada mes. En caso de retraso en el pago, LA PROPIETARIA tendrá derecho a cambiar las cerraduras sin previo aviso.,0  SEXTO: El presente contrato tendrá una vigencia de UN (1) año, pero podrá ser cancelado por LA PROPIETARIA en cualquier momento sin derecho a compensación por parte de EL INQUILINO.,0  SÉPTIMO: En caso de renovación, el alquiler aumentará en un 30% automáticamente sin previo aviso.,0  OCTAVO: EL INQUILINO será responsable de pagar cualquier multa o sanción que reciba el edificio, incluso si no ha sido causada directamente por él.,0  NOVENO: EL INQUILINO presenta como su FIADOR SOLIDARIO E INDIVISIBLE a la señora CATALINA ESTHER MORALES JIMÉNEZ, dominicana, mayor de edad, estudiante, portadora de la cédula de identidad y electoral No. 322-5432109-8, domiciliada en Santo Domingo, Distrito Nacional, quien asume ser codeudora en caso de incumplimiento de EL INQUILINO.,0DÉCIMO: EL INQUILINO se obliga a entregar el inmueble al término del contrato, pero si no lo hace en la fecha establecida, deberá pagar una penalidad equivalente a seis meses de renta.,0  DÉCIMO PRIMERO: En caso de que EL INQUILINO decida rescindir el contrato antes de su vencimiento, deberá pagar los alquileres vencidos y una penalidad de tres meses de renta.,0  DÉCIMO SEGUNDO: Todas las condiciones del presente contrato podrán ser modificadas en cualquier momento sin previo aviso por parte de LA PROPIETARIA.,0  DÉCIMO TERCERO: EL INQUILINO renuncia expresamente a cualquier reclamación legal o disputa con relación a este contrato.,0  Hecho y firmado en un solo original en Santo Domingo, Distrito Nacional, República Dominicana, hoy día (10) del mes de mayo del año dos mil veinticinco (2025).  MARÍA DEL CARMEN LÓPEZ FERNÁNDEZ Propietaria  JUAN CARLOS MARTÍNEZ RAMOS  Inquilino  CATALINA ESTHER MORALES JIMÉNEZ  Fiador", "file_upload": "", "uploaded_by": ["admin"], "status": "error", "created_at": "2025-07-06T02:19:35.441Z", "updated_at": "2025-07-09T23:22:07.064Z", "analyzed_at": null, "total_clauses": 0, "abusive_clauses_count": 0, "risk_score": null}}, {"model": "contracts.contract", "pk": "2c03cec1-402d-4d0c-ba4c-0bafd6d1c85f", "fields": {"title": "Demo - Contrato con Cláusulas Mixtas", "contract_type": 1, "original_text": "CONTRATO DE ALQUILER DE LOCAL COMERCIAL\n\nPRIMERO: El propietario don Carlos Martínez arrienda al inquilino doña Ana García un local comercial ubicado en la Calle Mercedes No. 123, Santiago, República Dominicana, destinado exclusivamente para actividades comerciales lícitas.\n\nSEGUNDO: El inquilino se compromete a pagar un alquiler mensual de RD$18,000.00 (dieciocho mil pesos dominicanos) durante los primeros cinco días de cada mes, mediante depósito bancario o efectivo.\n\nTERCERO: El inquilino acepta hacerse completamente responsable de todas las multas, infracciones, sanciones y penalidades municipales que se impongan a la propiedad, independientemente de su origen, causa o responsabilidad directa, incluyendo infracciones cometidas por terceros ajenos a su operación.\n\nCUARTO: El propietario se reserva el derecho unilateral e irrevocable de aumentar el alquiler mensual en cualquier momento durante la vigencia del contrato, sin necesidad de previo aviso, justificación o consentimiento del inquilino, pudiendo aplicar incrementos de hasta el 50% sobre el monto vigente.\n\nQUINTO: En caso de cualquier controversia, disputa o conflicto legal, únicamente serán competentes los tribunales específicamente designados por el propietario, renunciando expresamente el inquilino a cualquier fuero, jurisdicción o competencia que pudiera corresponderle por ley.\n\nSEXTO: El depósito de garantía de RD$36,000.00 (treinta y seis mil pesos) será automática e irrevocablemente retenido por el propietario si el inquilino decide no renovar el contrato al vencimiento, sin derecho a reclamación, devolución o compensación alguna.\n\nSÉPTIMO: El contrato tiene una duración de dos años, renovable automáticamente por períodos iguales, salvo notificación escrita con sesenta días de anticipación.\n\nOCTAVO: Ambas partes se comprometen a cumplir fielmente con todas las disposiciones legales aplicables y a resolver de manera amigable cualquier diferencia menor que pueda surgir durante la ejecución del presente contrato.", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-06-25T22:14:19.268Z", "updated_at": "2025-06-25T22:14:19.506Z", "analyzed_at": "2025-06-25T18:14:19.506Z", "total_clauses": 7, "abusive_clauses_count": 7, "risk_score": 1.0}}, {"model": "contracts.contract", "pk": "3d25cce7-9676-4293-a767-a6295bf0d96a", "fields": {"title": "Contrato de Prueba API JSON", "contract_type": 1, "original_text": "Este es un texto de prueba para el contrato que debe tener al menos 50 caracteres para pasar la validación de longitud mínima.", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-06-26T03:50:22.755Z", "updated_at": "2025-06-26T03:50:22.793Z", "analyzed_at": "2025-06-26T03:50:22.793Z", "total_clauses": 1, "abusive_clauses_count": 1, "risk_score": 1.0}}, {"model": "contracts.contract", "pk": "47d4e7ca-cd4f-4434-8fee-63301d2097ab", "fields": {"title": "contracto de alquiler irregular", "contract_type": 1, "original_text": "SE HA CONVENIDO Y PACTADO LO SIGUIENTE:\nPRIMERO: EL PROPIETARIO da en alquiler a LA INQUILINA un apartamento en el octavo nivel, ubicado en la calle Monte Claro, No. 122, Arroyo Hondo, Santo Domingo, Distrito Nacional, con 1 habitación, 1 baño, sala, comedor y cocina. EL INQUILINO deberá pagar el alquiler en efectivo únicamente y sin ningún tipo de recibo o constancia escrita.,0\nSEGUNDO: EL PROPIETARIO se reserva el derecho de ingresar a la propiedad en cualquier momento sin previo aviso y sin consentimiento de LA INQUILINA.,0\nTERCERO: LA INQUILINA será responsable de todas las reparaciones del inmueble, incluso si el daño es causado por el desgaste natural o defectos estructurales.,0\nCUARTO: EL INQUILINO no podrá recibir visitas en el apartamento, salvo familiares directos y con autorización previa de EL PROPIETARIO.,0\nQUINTO: LA INQUILINA queda obligada a pagar la suma de CINCUENTA MIL PESOS DOMINICANOS (RD$50,000.00) el día 5 de cada mes. En caso de retraso en el pago, EL PROPIETARIO podrá desalojarla inmediatamente sin necesidad de proceso legal.,0\nSEXTO: El presente contrato tendrá una vigencia de UN (1) año, pero EL PROPIETARIO podrá finalizarlo en cualquier momento sin previo aviso ni justificación.,0\nSÉPTIMO: En caso de renovación, el alquiler aumentará en un 50% automáticamente sin derecho a negociación por parte de LA INQUILINA.,0\nOCTAVO: LA INQUILINA deberá pagar cualquier multa impuesta a EL PROPIETARIO por el incumplimiento de normas del condominio, aunque no sea responsabilidad suya.,0\nNOVENO: LA INQUILINA presenta como su FIADOR SOLIDARIO E INDIVISIBLE a la señora ANA GABRIELA FERNÁNDEZ MARTÍNEZ, dominicana, mayor de edad, desempleada, portadora de la cédula de identidad y electoral No. 355-7654398-3, domiciliada en Santo Domingo, Distrito Nacional, quien asume ser codeudora en caso de incumplimiento de LA INQUILINA.,0\nDÉCIMO: EL PROPIETARIO podrá solicitar la entrega del inmueble en cualquier momento con un aviso verbal de 12 horas y sin necesidad de justificación.,0\nDÉCIMO PRIMERO: En caso de que LA INQUILINA rescinda el contrato antes de su vencimiento, deberá pagar los alquileres restantes hasta el fin del contrato más una penalidad equivalente a seis meses de renta.,0\nDÉCIMO SEGUNDO: EL PROPIETARIO podrá modificar unilateralmente cualquier condición del contrato sin previo aviso y sin necesidad de acuerdo con LA INQUILINA.,0\nDÉCIMO TERCERO: LA INQUILINA renuncia a cualquier acción legal contra EL PROPIETARIO y acepta que cualquier disputa se resolverá exclusivamente según la voluntad de EL PROPIETARIO.,0\nDÉCIMO CUARTO: LA INQUILINA renuncia expresamente a solicitar servicios básicos como agua potable, electricidad o gas, debiendo gestionar y pagar estos por su cuenta sin garantía de acceso por parte de EL PROPIETARIO.,0\nDÉCIMO QUINTO: En caso de fallecimiento de LA INQUILINA, sus familiares deberán continuar pagando el alquiler hasta el final del contrato.,0\nHecho y firmado en un solo original en Santo Domingo, Distrito Nacional, República", "file_upload": "", "uploaded_by": ["admin"], "status": "error", "created_at": "2025-07-09T23:35:59.270Z", "updated_at": "2025-07-09T23:38:15.791Z", "analyzed_at": null, "total_clauses": 0, "abusive_clauses_count": 0, "risk_score": null}}, {"model": "contracts.contract", "pk": "693acb26-77a1-44fd-a303-2d4b793cb69b", "fields": {"title": "MODELO-CONTRATO-DE-ALQUILER-MANUEL", "contract_type": 1, "original_text": "CONTRATO DE ALQUILER  ENTRE: De una parte, la señora MARÍA DEL CARMEN LÓPEZ FERNÁNDEZ, dominicana, mayor de edad, casada, portadora de la cédula de identidad y electoral No. 012-7894561-2, domiciliada y residente en la calle Central, No. 45, Los Prados, Santo Domingo, Distrito Nacional, quien se denominará en lo que sigue de este contrato LA PROPIETARIA; y de la otra parte, el señor JUAN CARLOS MARTÍNEZ RAMOS, dominicano, mayor de edad, soltero, comerciante, portador de la cédula de identidad y electoral No. 276-9876543-0, domiciliado y residente en la ciudad de Santo Domingo, Distrito Nacional, República Dominicana, quien en lo que sigue de este contrato se denominará EL INQUILINO.  SE HA CONVENIDO Y PACTADO LO SIGUIENTE:  PRIMERO: LA PROPIETARIA da en alquiler a EL INQUILINO un apartamento en el sexto nivel, ubicado en la calle Central, No. 47, Los Prados, Santo Domingo, Distrito Nacional, con 2 habitaciones, 1 baño, sala, comedor y cocina. EL INQUILINO deberá pagar el alquiler en efectivo y en persona únicamente.,0  SEGUNDO: LA PROPIETARIA se reserva el derecho de ingresar a la propiedad sin previo aviso para inspeccionar el estado del inmueble.,0  TERCERO: EL INQUILINO queda obligado a pagar cualquier daño estructural o de mantenimiento del inmueble, sin importar la causa de su origen.,0  CUARTO: EL INQUILINO no podrá recibir visitas después de las 9:00 p.m., salvo autorización de LA PROPIETARIA.,0  QUINTO: EL INQUILINO queda obligado a pagar la suma de CUARENTA MIL PESOS DOMINICANOS (RD$40,000.00) el día 1 de cada mes. En caso de retraso en el pago, LA PROPIETARIA tendrá derecho a cambiar las cerraduras sin previo aviso.,0  SEXTO: El presente contrato tendrá una vigencia de UN (1) año, pero podrá ser cancelado por LA PROPIETARIA en cualquier momento sin derecho a compensación por parte de EL INQUILINO.,0  SÉPTIMO: En caso de renovación, el alquiler aumentará en un 30% automáticamente sin previo aviso.,0  OCTAVO: EL INQUILINO será responsable de pagar cualquier multa o sanción que reciba el edificio, incluso si no ha sido causada directamente por él.,0  NOVENO: EL INQUILINO presenta como su FIADOR SOLIDARIO E INDIVISIBLE a la señora CATALINA ESTHER MORALES JIMÉNEZ, dominicana, mayor de edad, estudiante, portadora de la cédula de identidad y electoral No. 322-5432109-8, domiciliada en Santo Domingo, Distrito Nacional, quien asume ser codeudora en caso de incumplimiento de EL INQUILINO.,0DÉCIMO: EL INQUILINO se obliga a entregar el inmueble al término del contrato, pero si no lo hace en la fecha establecida, deberá pagar una penalidad equivalente a seis meses de renta.,0  DÉCIMO PRIMERO: En caso de que EL INQUILINO decida rescindir el contrato antes de su vencimiento, deberá pagar los alquileres vencidos y una penalidad de tres meses de renta.,0  DÉCIMO SEGUNDO: Todas las condiciones del presente contrato podrán ser modificadas en cualquier momento sin previo aviso por parte de LA PROPIETARIA.,0  DÉCIMO TERCERO: EL INQUILINO renuncia expresamente a cualquier reclamación legal o disputa con relación a este contrato.,0  Hecho y firmado en un solo original en Santo Domingo, Distrito Nacional, República Dominicana, hoy día (10) del mes de mayo del año dos mil veinticinco (2025).  MARÍA DEL CARMEN LÓPEZ FERNÁNDEZ Propietaria  JUAN CARLOS MARTÍNEZ RAMOS  Inquilino  CATALINA ESTHER MORALES JIMÉNEZ  Fiador", "file_upload": "", "uploaded_by": ["admin"], "status": "error", "created_at": "2025-07-07T00:49:52.166Z", "updated_at": "2025-07-07T00:49:52.193Z", "analyzed_at": null, "total_clauses": 0, "abusive_clauses_count": 0, "risk_score": null}}, {"model": "contracts.contract", "pk": "93f7141c-855b-4e1a-bced-3728d494e1b7", "fields": {"title": "MODELO-CONTRATO-DE-ALQUILER-MANUEL (regular)", "contract_type": 1, "original_text": "CONTRATO DE ALQUILER  ENTRE: De una parte, la señora SOFÍA CAMILA HERNÁNDEZ PÉREZ, dominicana, mayor de edad, casada, portadora de la cédula de identidad y electoral No. 007-8765432-5, domiciliada y residente en la calle Jardines del Este, No. 99, Evaristo Morales, Santo Domingo, Distrito Nacional, quien se denominará en lo que sigue de este contrato LA PROPIETARIA; y de la otra parte, el señor ALEJANDRO RAFAEL GÓMEZ CASTILLO, dominicano, mayor de edad, soltero, ingeniero industrial, portador de la cédula de identidad y electoral No. 178-6543210-9, domiciliado y residente en la ciudad de Santo Domingo, Distrito Nacional, República Dominicana, quien en lo que sigue de este contrato se denominará EL INQUILINO.  SE HA CONVENIDO Y PACTADO LO SIGUIENTE:  PRIMERO: LA PROPIETARIA da en alquiler a EL INQUILINO un apartamento en el tercer nivel, ubicado en la calle Jardines del Este, No. 101-B, Evaristo Morales, Santo Domingo, Distrito Nacional, con 3 habitaciones, 2 baños, sala, comedor, cocina, área de lavado y balcón. EL INQUILINO no podrá ceder ni subarrendar el inmueble sin el consentimiento por escrito de LA PROPIETARIA.,1  SEGUNDO: LA PROPIETARIA garantiza a EL INQUILINO el uso y disfrute pacífico del inmueble arrendado por el tiempo del presente contrato.,1  TERCERO: EL INQUILINO queda obligado a mantener el inmueble en perfectas condiciones y a entregarlo en buen estado al término del contrato. Será responsable de cualquier daño ocurrido durante el alquiler y de las reparaciones de instalaciones sanitarias y eléctricas.,1  CUARTO: EL INQUILINO se compromete a no hacer modificaciones en el inmueble sin la previa autorización por escrito de LA PROPIETARIA.,1  QUINTO: EL INQUILINO queda obligado a pagar la suma de TREINTA Y DOS MIL PESOS DOMINICANOS (RD$32,000.00) el día 10 de cada mes sin retraso. En caso de mora, deberá pagar un recargo del 5% sobre la suma adeudada.,1  SEXTO: El presente contrato tendrá una vigencia de UN (1) año a partir de la fecha de firma, con opción de renovación o rescisión mediante aviso por escrito con 60 días de anticipación.,1  SÉPTIMO: En caso de renovación, el alquiler aumentará conforme a la tasa de inflación oficial del Banco Central de la República Dominicana o en un 10%, lo que sea mayor.,1  OCTAVO: EL INQUILINO asumirá el pago de los servicios de electricidad, teléfono, internet y cualquier otro servicio que requiera, mientras que LA PROPIETARIA cubrirá los servicios de agua y recogida de basura.,1  NOVENO: EL INQUILINO presenta como su FIADOR SOLIDARIO E INDIVISIBLE al señor VÍCTOR EMILIO RAMÍREZ SOTO, dominicano, mayor de edad, contador, portador de la cédulade identidad y electoral No. 189-2109876-4, domiciliado en Santo Domingo, Distrito Nacional, quien asume ser codeudor en caso de incumplimiento de EL INQUILINO.,1  DÉCIMO: EL INQUILINO se obliga a entregar el inmueble en perfecto estado al término del contrato y a cancelar cualquier contrato de servicios asociados antes de su salida.,1  DÉCIMO PRIMERO: En caso de que EL INQUILINO rescinda el contrato antes de su vencimiento, deberá pagar los alquileres vencidos y una penalidad de un mes de renta.,1  DÉCIMO SEGUNDO: Todas las condiciones del presente contrato son esenciales y su incumplimiento dará lugar a su resolución inmediata.,1  DÉCIMO TERCERO: Las partes se someten a la jurisdicción de los tribunales de Santo Domingo, Distrito Nacional, para la resolución de cualquier disputa.,1  Hecho y firmado en tres (3) originales en Santo Domingo, Distrito Nacional, República Dominicana, hoy día (5) del mes de abril del año dos mil veinticinco (2025).  SOFÍA CAMILA HERNÁNDEZ PÉREZ Propietaria  ALEJANDRO RAFAEL GÓMEZ CASTILLO  Inquilino  VÍCTOR EMILIO RAMÍREZ SOTO  Fiador  Notario Público", "file_upload": "", "uploaded_by": ["admin"], "status": "error", "created_at": "2025-07-07T01:24:14.296Z", "updated_at": "2025-07-09T23:00:56.676Z", "analyzed_at": "2025-07-07T01:24:34.749Z", "total_clauses": 10, "abusive_clauses_count": 0, "risk_score": 0.0}}, {"model": "contracts.contract", "pk": "aba55a5c-3044-48de-b9f0-a39ea59c63c1", "fields": {"title": "Modelo-contrato-de-venta-de-vehiculo (1)", "contract_type": 2, "original_text": "CONTRATO DE VENTA DE VEHÍCULO DE MOTOR  ENTRE:  De una parte,   Roberto Sánchez , dominicano, mayor de edad, titular de la cédula de identidad y electoral No.   007-8529634-1 , domiciliado y residente en La Romana, República Dominicana; quien en lo que sigue del presente documento se denominará   \"EL VENDEDOR\" .  De la otra parte,   Elena Ramírez , dominicana, mayor de edad, titular de la cédula de identidad y electoral No.   008-3698521-4 , domiciliada y residente en Higüey, República Dominicana; quien en lo que sigue del presente documento se denominará   \"EL COMPRADOR\" .  Cuando   EL VENDEDOR   y   EL COMPRADOR   fueren designados conjuntamente, se denominarán como   \"LAS PARTES\"   para todos los fines y consecuencias del presente contrato.  ARTÍCULO PRIMERO: OBJETO  EL VENDEDOR , por medio de este contrato,   VENDE, CEDE Y TRASPASA , a favor de   EL COMPRADOR , quien acepta, el Vehículo que se describe a continuación:  \"Un Vehículo de motor tipo PICK-UP, marca FORD, modelo RANGER, fabricado en el año 2020, color BLANCO, motor No. 789XYZ654, de 4 pasajeros, fuerza motriz DIESEL, 4 cilindros. Amparado por el Certificado de Propiedad de Vehículos de Motor No. 654987321, expedido por la Dirección General de Impuestos Internos (DGII), inscrito bajo el No. de Registro y Placa 95175QQ, Chasis 321DEF987.\"  ARTÍCULO SEGUNDO: PRECIO  El precio acordado entre   LAS PARTES   para la venta del Vehículo asciende a la suma de  QUINIENTOS MIL PESOS DOMINICANOS (RD$500,000.00) , cantidad que   EL COMPRADOR  se compromete a pagar en un solo pago dentro de un plazo de seis meses sin ningún tipo de penalización por retraso.  Si transcurrido el plazo   EL COMPRADOR   no ha realizado el pago total,   EL VENDEDOR   podrá reclamar el monto adeudado con una penalidad del 50% adicional sobre el valor total de la venta, sin derecho a reclamos ni acuerdos.  ARTÍCULO TERCERO: AUTORIZACIÓN DE TRASPASOEL VENDEDOR   solo procederá con el traspaso del vehículo cuando considere que el pago ha sido validado completamente, sin ninguna obligación de especificar un plazo máximo.  ARTÍCULO CUARTO: RESPONSABILIDADES ADICIONALES  1.   EL COMPRADOR   se hace responsable de cualquier tipo de accidente o percance en que el vehículo se vea involucrado desde la firma del contrato, independientemente de que aún no haya completado el pago.  2.   EL VENDEDOR   no se compromete a entregar el vehículo en condiciones óptimas ni a cubrir ninguna reparación posterior a la compra.  3.   EL COMPRADOR   renuncia expresamente a cualquier garantía sobre el vehículo y exonera a   EL VENDEDOR   de cualquier responsabilidad futura relacionada con el mismo.  4.   EL COMPRADOR   no podrá vender ni transferir el vehículo a un tercero sin la autorización escrita de   EL VENDEDOR , aun cuando el pago haya sido completado.  FIRMA DE LAS PARTES  HECHO Y FIRMADO en dos (2) originales de un mismo tenor y efecto jurídico. En la ciudad de La Romana, República Dominicana, el día veinte (20) del mes de mayo del año Dos Mil Veinticuatro (2024).  Por EL VENDEDOR:   ___________________________  Por EL COMPRADOR:   ___________________________  Notario Público:   ___________________________", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-07-04T21:59:40.908Z", "updated_at": "2025-07-04T21:59:41.177Z", "analyzed_at": "2025-07-04T21:59:41.177Z", "total_clauses": 4, "abusive_clauses_count": 0, "risk_score": 0.0}}, {"model": "contracts.contract", "pk": "b81e9778-1de9-4494-b39f-13404d38aacd", "fields": {"title": "Contrato de Prueba API JSON", "contract_type": 1, "original_text": "Este es un texto de prueba para el contrato que debe tener al menos 50 caracteres para pasar la validación de longitud mínima.", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-06-26T03:50:48.215Z", "updated_at": "2025-06-26T03:50:48.256Z", "analyzed_at": "2025-06-26T03:50:48.255Z", "total_clauses": 1, "abusive_clauses_count": 1, "risk_score": 1.0}}, {"model": "contracts.contract", "pk": "b8c2877d-a6a9-4f7e-ad68-5b1695edb888", "fields": {"title": "Contrato de Prueba API JSON", "contract_type": 1, "original_text": "Este es un texto de prueba para el contrato que debe tener al menos 50 caracteres para pasar la validación de longitud mínima.", "file_upload": "", "uploaded_by": ["admin"], "status": "pending", "created_at": "2025-06-26T03:47:31.415Z", "updated_at": "2025-06-26T03:47:31.415Z", "analyzed_at": null, "total_clauses": 0, "abusive_clauses_count": 0, "risk_score": null}}, {"model": "contracts.contract", "pk": "babf6e44-8ffd-4e9a-a042-04a5b971e2d0", "fields": {"title": "Modelo-contrato-de-venta-de-vehiculo", "contract_type": 2, "original_text": "CONTRATO DE VENTA DE VEHÍCULO DE MOTOR  ENTRE:  De una parte,   Ricardo Guzmán Lora , dominicano, mayor de edad, titular de la cédula de identidad y electoral No.   003-9876543-2 , domiciliado y residente en La Vega, República Dominicana; quien en lo que sigue del presente documento se denominará   \"EL VENDEDOR\" .  De la otra parte,   Ana Beltrán Suero , dominicana, mayor de edad, titular de la cédula de identidad y electoral No.   004-3214567-5 , domiciliada y residente en Punta Cana, República Dominicana; quien en lo que sigue del presente documento se denominará   \"EL COMPRADOR\" .  Cuando EL VENDEDOR y EL COMPRADOR fueren designados conjuntamente, se denominarán como   \"LAS PARTES\"   para todos los fines y consecuencias del presente contrato.  PREÁMBULO:  POR CUANTO (1):   EL VENDEDOR es propietario del Vehículo descrito más abajo en el Artículo Primero del presente Contrato, y está interesado en vender dicho Vehículo a EL COMPRADOR.  POR CUANTO (2):   EL COMPRADOR ha manifestado su interés en adquirir el Vehículo propiedad de EL VENDEDOR.  POR TANTO, y en el entendido de que el anterior preámbulo forma parte integrante del presente contrato;  LAS PARTES HAN CONVENIDO Y PACTADO LO SIGUIENTE:  ARTÍCULO PRIMERO: OBJETO.  EL VENDEDOR, por medio de este Contrato,   VENDE, CEDE Y TRASPASA , desde hoy y para siempre, sin impedimento alguno, libre de cargas y gravámenes y con todas las garantías de derecho, a favor de EL COMPRADOR, quien acepta, el Vehículo que se describe a continuación:  \"Un Vehículo de motor tipo   SUV PRIVADO , marca   Honda , modelo   CR-V , fabricado en el año  2022 , color   BLANCO , motor o no. de serie   ABC987654321 , de 5 pasajeros, fuerza motriz  gasolina , 4 cilindros. Amparado por el Certificado de Propiedad de Vehículos de Motor No.  B-456123789 , expedido por la Dirección General de Impuestos Internos (DGII) en fecha   10 de Enero del 2023 , inscrito bajo el No. de Registro y Placa   XYZ-4321 , Chasis   GHI654321789 .\"ARTÍCULO SEGUNDO: PRECIO.  El precio acordado entre LAS PARTES para la venta del Vehículo asciende a la suma de  RD$1,250,000.00   (un millón doscientos cincuenta mil pesos dominicanos) con el ITBIS incluido, cantidad que ha sido pagada en su totalidad por EL COMPRADOR a EL VENDEDOR en el momento de suscribirse el presente Contrato. Por consiguiente, EL VENDEDOR otorga en favor de EL COMPRADOR formal e irrevocable recibo de descargo total y definitivo, carta de pago y finiquito por el precio de venta convenido, así como la matrícula del Vehículo debidamente endosada y cualquier otra documentación requerida por las autoridades para el traspaso. De igual manera, EL VENDEDOR autoriza al Director General de Impuestos Internos o a la Colecturía correspondiente, a ejecutar la transferencia o traspaso en propiedad del Vehículo en favor de EL COMPRADOR, sin impedimento alguno ni limitación.  ARTÍCULO TERCERO: AUTORIZACIÓN DE TRASPASO.  La primera parte autoriza a la segunda parte a efectuar el traspaso en su favor de la matrícula original antes indicada por ante las autoridades correspondientes (Dirección General de Impuestos Internos).  HECHO Y FIRMADO en dos (2) originales de un mismo tenor y efecto jurídico en la ciudad de La Vega, República Dominicana, el día quince (15) del mes de Marzo del año Dos Mil Veinticuatro (2024).  Por EL VENDEDOR:  Ricardo Guzmán Lora  Por EL COMPRADOR:  Ana Beltrán Suero  Notario Público:  YO, Lic.   Laura Estévez Rodríguez , Abogado Notario-Público de los del número del Distrito Nacional, Matrícula No.   67890 , CERTIFICO Y DOY FE de que por ante mi despacho ubicado en la calle   Principal No. 12 , de esta ciudad de La Vega, COMPARECIERON los señores  Ricardo Guzmán Lora   y   Ana Beltrán Suero , que las firmas que anteceden fueron puestas enmi presencia, por en sus ya indicadas calidades, los cuales me han declarado haberlo hecho por sus libres y expresas voluntades, indicándome ambos que esas son las firmas que acostumbran a utilizar en todos los actos de sus vidas, tanto públicos como privados.  En la ciudad de La Vega, República Dominicana, el día quince (15) del mes de Marzo del año Dos Mil Veinticuatro (2024).  Notario Público", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-07-04T21:54:24.789Z", "updated_at": "2025-07-04T21:54:25.195Z", "analyzed_at": "2025-07-04T21:54:25.193Z", "total_clauses": 3, "abusive_clauses_count": 0, "risk_score": 0.0}}, {"model": "contracts.contract", "pk": "c7042283-37cf-41d9-940b-e0c18439f00c", "fields": {"title": "contrato de alquiler regular", "contract_type": 1, "original_text": "CONTRATO DE ALQUILER  ENTRE: De una parte, la señora LUCÍA FERNÁNDEZ RAMÍREZ, dominicana, mayor de edad, viuda, portadora de la cédula de identidad y electoral No. 005-9876543-6, domiciliada y residente en la calle Las Palmas, No. 30, Ensanche Naco, Santo Domingo, Distrito Nacional, quien se denominará en lo que sigue de este contrato LA PROPIETARIA; y de la otra parte, el señor JORGE LUIS SANTANA VÁSQUEZ, dominicano, mayor de edad, casado, ingeniero eléctrico, portador de la cédula de identidad y electoral No. 099-8765432-1, domiciliado y residente en la ciudad de Santo Domingo, Distrito Nacional, República Dominicana, quien en lo que sigue de este contrato se denominará EL INQUILINO.  SE HA CONVENIDO Y PACTADO LO SIGUIENTE:  PRIMERO: LA PROPIETARIA da en alquiler a EL INQUILINO un apartamento en el quinto nivel, ubicado en la calle Las Palmas, No. 32-A, Ensanche Naco, Santo Domingo, Distrito Nacional, con 3 habitaciones, 2 baños, sala, comedor, cocina, área de lavado y balcón. EL INQUILINO no podrá ceder ni subarrendar el inmueble sin el consentimiento por escrito de LA PROPIETARIA.,1  SEGUNDO: LA PROPIETARIA garantiza a EL INQUILINO el uso y disfrute pacífico del inmueble arrendado por el tiempo del presente contrato.,1  TERCERO: EL INQUILINO queda obligado a mantener el inmueble en perfectas condiciones y a entregarlo en buen estado al término del contrato. Será responsable de cualquier daño ocurrido durante el alquiler y de las reparaciones de instalaciones sanitarias y eléctricas.,1  CUARTO: EL INQUILINO se compromete a no hacer modificaciones en el inmueble sin la previa autorización por escrito de LA PROPIETARIA.,1  QUINTO: EL INQUILINO queda obligado a pagar la suma de TREINTA Y OCHO MIL PESOS DOMINICANOS (RD$38,000.00) el día 8 de cada mes sin retraso. En caso de mora, deberá pagar un recargo del 5% sobre la suma adeudada.,1  SEXTO: El presente contrato tendrá una vigencia de UN (1) año a partir de la fecha de firma, con opción de renovación o rescisión mediante aviso por escrito con 60 días de anticipación.,1  SÉPTIMO: En caso de renovación, el alquiler aumentará conforme a la tasa de inflación oficial del Banco Central de la República Dominicana o en un 10%, lo que sea mayor.,1  OCTAVO: EL INQUILINO asumirá el pago de los servicios de electricidad, teléfono, internet y cualquier otro servicio que requiera, mientras que LA PROPIETARIA cubrirá los servicios de agua y recogida de basura.,1  NOVENO: EL INQUILINO presenta como su FIADOR SOLIDARIO E INDIVISIBLE a la señora VALERIA ESTEFANÍA GÓMEZ MARTÍNEZ, dominicana, mayor de edad, contadora, portadorade la cédula de identidad y electoral No. 120-6543210-7, domiciliada en Santo Domingo, Distrito Nacional, quien asume ser codeudora en caso de incumplimiento de EL INQUILINO.,1  DÉCIMO: EL INQUILINO se obliga a entregar el inmueble en perfecto estado al término del contrato y a cancelar cualquier contrato de servicios asociados antes de su salida.,1  DÉCIMO PRIMERO: En caso de que EL INQUILINO rescinda el contrato antes de su vencimiento, deberá pagar los alquileres vencidos y una penalidad de un mes de renta.,1  DÉCIMO SEGUNDO: Todas las condiciones del presente contrato son esenciales y su incumplimiento dará lugar a su resolución inmediata.,1  DÉCIMO TERCERO: Las partes se someten a la jurisdicción de los tribunales de Santo Domingo, Distrito Nacional, para la resolución de cualquier disputa.,1  Hecho y firmado en tres (3) originales en Santo Domingo, Distrito Nacional, República Dominicana, hoy día (25) del mes de marzo del año dos mil veinticinco (2025).  LUCÍA FERNÁNDEZ RAMÍREZ Propietaria  JORGE LUIS SANTANA VÁSQUEZ  Inquilino  VALERIA ESTEFANÍA GÓMEZ MARTÍNEZ  Fiador  Notario Público", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-07-11T20:19:43.455Z", "updated_at": "2025-07-11T20:20:14.643Z", "analyzed_at": "2025-07-11T20:20:14.643Z", "total_clauses": 13, "abusive_clauses_count": 9, "risk_score": 0.5394968896827806}}, {"model": "contracts.contract", "pk": "d4342ba9-b9fd-4b77-84e5-bb4fa548574c", "fields": {"title": "probando", "contract_type": 1, "original_text": "RIMERO: El propietario arrienda al inquilino un local comercial ubicado en la Zona Colonial, Santo Domingo, por un período de tres años renovables.\n\nSEGUNDO: El inquilino se compromete a pagar un alquiler mensual de RD$20,000.00 durante el primer año, los primeros cinco días de cada mes.\n\nTERCERO: El inquilino acepta hacerse completamente responsable de todas las multas, infracciones y sanciones municipales que se impongan a la propiedad, independientemente de si fueron causadas por su uso, negligencia o por terceros ajenos a su operación.\n\nCUARTO: El propietario se reserva el derecho unilateral de aumentar el alquiler en cualquier momento durante la vigencia del contrato, sin necesidad de previo aviso, justificación o acuerdo del inquilino.\n\nQUINTO: En caso de cualquier controversia o disputa legal, solo serán competentes los tribunales específicamente elegidos por el propietario, renunciando el inquilino a cualquier fuero que pudiera corresponderle.\n\nSEXTO: El depósito de garantía de RD$40,000.00 será automáticamente retenido por el propietario si el inquilino decide no renovar el contrato al vencimiento, sin derecho a reclamación.\n\nSÉPTIMO: Ambas partes se comprometen a cumplir con todas las disposiciones legales aplicables y a resolver cualquier diferencia menor de manera amigable antes de acudir a instancias legales.''',", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-06-26T04:11:14.368Z", "updated_at": "2025-06-26T04:11:14.505Z", "analyzed_at": "2025-06-26T04:11:14.505Z", "total_clauses": 6, "abusive_clauses_count": 6, "risk_score": 1.0}}, {"model": "contracts.contract", "pk": "d450ca85-47ae-4446-a100-a71e2c89e54e", "fields": {"title": "contrato irregular de alquiler", "contract_type": 1, "original_text": "CONTRATO DE ALQUILER  ENTRE: De una parte, el señor FERNANDO JOSÉ MENÉNDEZ PÉREZ, dominicano, mayor de edad, casado, portador de la cédula de identidad y electoral No. 014-9873210-5, domiciliado y residente en la calle Monte Claro, No. 120, Arroyo Hondo, Santo Domingo, Distrito Nacional, quien se denominará en lo que sigue de este contrato EL PROPIETARIO; y de la otra parte, la señora CLAUDIA PATRICIA CASTILLO REYES, dominicana, mayor de edad, soltera, abogada, portadora de la cédula de identidad y electoral No. 299-4321789-0, domiciliada y residente en la ciudad de Santo Domingo, Distrito Nacional, República Dominicana, quien en lo que sigue de este contrato se denominará LA INQUILINA.  SE HA CONVENIDO Y PACTADO LO SIGUIENTE:  PRIMERO: EL PROPIETARIO da en alquiler a LA INQUILINA un apartamento en el octavo nivel, ubicado en la calle Monte Claro, No. 122, Arroyo Hondo, Santo Domingo, Distrito Nacional, con 1 habitación, 1 baño, sala, comedor y cocina. EL INQUILINO deberá pagar el alquiler en efectivo únicamente y sin ningún tipo de recibo o constancia escrita.,0  SEGUNDO: EL PROPIETARIO se reserva el derecho de ingresar a la propiedad en cualquier momento sin previo aviso y sin consentimiento de LA INQUILINA.,0  TERCERO: LA INQUILINA será responsable de todas las reparaciones del inmueble, incluso si el daño es causado por el desgaste natural o defectos estructurales.,0  CUARTO: EL INQUILINO no podrá recibir visitas en el apartamento, salvo familiares directos y con autorización previa de EL PROPIETARIO.,0  QUINTO: LA INQUILINA queda obligada a pagar la suma de CINCUENTA MIL PESOS DOMINICANOS (RD$50,000.00) el día 5 de cada mes. En caso de retraso en el pago, EL PROPIETARIO podrá desalojarla inmediatamente sin necesidad de proceso legal.,0  SEXTO: El presente contrato tendrá una vigencia de UN (1) año, pero EL PROPIETARIO podrá finalizarlo en cualquier momento sin previo aviso ni justificación.,0  SÉPTIMO: En caso de renovación, el alquiler aumentará en un 50% automáticamente sin derecho a negociación por parte de LA INQUILINA.,0  OCTAVO: LA INQUILINA deberá pagar cualquier multa impuesta a EL PROPIETARIO por el incumplimiento de normas del condominio, aunque no sea responsabilidad suya.,0  NOVENO: LA INQUILINA presenta como su FIADOR SOLIDARIO E INDIVISIBLE a la señora ANA GABRIELA FERNÁNDEZ MARTÍNEZ, dominicana, mayor de edad, desempleada, portadora de la cédula de identidad y electoral No. 355-7654398-3, domiciliada en Santo Domingo, Distrito Nacional, quien asume ser codeudora en caso de incumplimiento de LA INQUILINA.,0DÉCIMO: EL PROPIETARIO podrá solicitar la entrega del inmueble en cualquier momento con un aviso verbal de 12 horas y sin necesidad de justificación.,0  DÉCIMO PRIMERO: En caso de que LA INQUILINA rescinda el contrato antes de su vencimiento, deberá pagar los alquileres restantes hasta el fin del contrato más una penalidad equivalente a seis meses de renta.,0  DÉCIMO SEGUNDO: EL PROPIETARIO podrá modificar unilateralmente cualquier condición del contrato sin previo aviso y sin necesidad de acuerdo con LA INQUILINA.,0  DÉCIMO TERCERO: LA INQUILINA renuncia a cualquier acción legal contra EL PROPIETARIO y acepta que cualquier disputa se resolverá exclusivamente según la voluntad de EL PROPIETARIO.,0  DÉCIMO CUARTO: LA INQUILINA renuncia expresamente a solicitar servicios básicos como agua potable, electricidad o gas, debiendo gestionar y pagar estos por su cuenta sin garantía de acceso por parte de EL PROPIETARIO.,0  DÉCIMO QUINTO: En caso de fallecimiento de LA INQUILINA, sus familiares deberán continuar pagando el alquiler hasta el final del contrato.,0  Hecho y firmado en un solo original en Santo Domingo, Distrito Nacional, República Dominicana, hoy día (28) del mes de mayo del año dos mil veinticinco (2025).  FERNANDO JOSÉ MENÉNDEZ PÉREZ Propietario  CLAUDIA PATRICIA CASTILLO REYES  Inquilina  ANA GABRIELA FERNÁNDEZ MARTÍNEZ  Fiador  (Notario Público no presente)", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-07-11T20:21:04.538Z", "updated_at": "2025-07-11T20:22:12.345Z", "analyzed_at": "2025-07-11T20:22:12.345Z", "total_clauses": 15, "abusive_clauses_count": 15, "risk_score": 0.7636386582080387}}, {"model": "contracts.contract", "pk": "e62b0386-ee75-4864-a75c-3cec33346432", "fields": {"title": "venta crv", "contract_type": 1, "original_text": "ARTÍCULO PRIMERO: OBJETO.\n EL VENDEDOR, por medio de este Contrato, VENDE, CEDE Y TRASPASA, desde hoy y para siempre, sin impedimento alguno, libre de cargas y gravámenes y con todas las garantías de derecho, a favor de EL COMPRADOR, quien acepta, el Vehículo que se describe a continuación:\n\"Un Vehículo de motor tipo SUV PRIVADO, marca Honda, modelo CR-V, fabricado en el año 2022, color BLANCO, motor o no. de serie ABC987654321, de 5 pasajeros, fuerza motriz gasolina, 4 cilindros. Amparado por el Certificado de Propiedad de Vehículos de Motor No. B-456123789, expedido por la Dirección General de Impuestos Internos (DGII) en fecha 10 de Enero del 2023, inscrito bajo el No. de Registro y Placa XYZ-4321, Chasis GHI654321789.\"\n\nARTÍCULO SEGUNDO: PRECIO.\n El precio acordado entre LAS PARTES para la venta del Vehículo asciende a la suma de RD$1,250,000.00 (un millón doscientos cincuenta mil pesos dominicanos) con el ITBIS incluido, cantidad que ha sido pagada en su totalidad por EL COMPRADOR a EL VENDEDOR en el momento de suscribirse el presente Contrato. Por consiguiente, EL VENDEDOR otorga en favor de EL COMPRADOR formal e irrevocable recibo de descargo total y definitivo, carta de pago y finiquito por el precio de venta convenido, así como la matrícula del Vehículo debidamente endosada y cualquier otra documentación requerida por las autoridades para el traspaso. De igual manera, EL VENDEDOR autoriza al Director General de Impuestos Internos o a la Colecturía correspondiente, a ejecutar la transferencia o traspaso en propiedad del Vehículo en favor de EL COMPRADOR, sin impedimento alguno ni limitación.\n\nARTÍCULO TERCERO: AUTORIZACIÓN DE TRASPASO.\n La primera parte autoriza a la segunda parte a efectuar el traspaso en su favor de la matrícula original antes indicada por ante las autoridades correspondientes (Dirección General de Impuestos Internos).\nHECHO Y FIRMADO en dos (2) originales de un mismo tenor y efecto jurídico en la ciudad de La Vega, República Dominicana, el día quince (15) del mes de Marzo del año Dos Mil Veinticuatro (2024).", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-07-10T20:47:38.182Z", "updated_at": "2025-07-10T20:47:47.912Z", "analyzed_at": "2025-07-10T20:47:47.912Z", "total_clauses": 3, "abusive_clauses_count": 0, "risk_score": 0.38945481421722333}}, {"model": "contracts.contract", "pk": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "fields": {"title": "MODELO-CONTRATO-DE-ALQUILER-MANUEL", "contract_type": 1, "original_text": "CONTRATO DE ALQUILER  ENTRE: De una parte, la señora MARÍA DEL CARMEN LÓPEZ FERNÁNDEZ, dominicana, mayor de edad, casada, portadora de la cédula de identidad y electoral No. 012-7894561-2, domiciliada y residente en la calle Central, No. 45, Los Prados, Santo Domingo, Distrito Nacional, quien se denominará en lo que sigue de este contrato LA PROPIETARIA; y de la otra parte, el señor JUAN CARLOS MARTÍNEZ RAMOS, dominicano, mayor de edad, soltero, comerciante, portador de la cédula de identidad y electoral No. 276-9876543-0, domiciliado y residente en la ciudad de Santo Domingo, Distrito Nacional, República Dominicana, quien en lo que sigue de este contrato se denominará EL INQUILINO.  SE HA CONVENIDO Y PACTADO LO SIGUIENTE:  PRIMERO: LA PROPIETARIA da en alquiler a EL INQUILINO un apartamento en el sexto nivel, ubicado en la calle Central, No. 47, Los Prados, Santo Domingo, Distrito Nacional, con 2 habitaciones, 1 baño, sala, comedor y cocina. EL INQUILINO deberá pagar el alquiler en efectivo y en persona únicamente.,0  SEGUNDO: LA PROPIETARIA se reserva el derecho de ingresar a la propiedad sin previo aviso para inspeccionar el estado del inmueble.,0  TERCERO: EL INQUILINO queda obligado a pagar cualquier daño estructural o de mantenimiento del inmueble, sin importar la causa de su origen.,0  CUARTO: EL INQUILINO no podrá recibir visitas después de las 9:00 p.m., salvo autorización de LA PROPIETARIA.,0  QUINTO: EL INQUILINO queda obligado a pagar la suma de CUARENTA MIL PESOS DOMINICANOS (RD$40,000.00) el día 1 de cada mes. En caso de retraso en el pago, LA PROPIETARIA tendrá derecho a cambiar las cerraduras sin previo aviso.,0  SEXTO: El presente contrato tendrá una vigencia de UN (1) año, pero podrá ser cancelado por LA PROPIETARIA en cualquier momento sin derecho a compensación por parte de EL INQUILINO.,0  SÉPTIMO: En caso de renovación, el alquiler aumentará en un 30% automáticamente sin previo aviso.,0  OCTAVO: EL INQUILINO será responsable de pagar cualquier multa o sanción que reciba el edificio, incluso si no ha sido causada directamente por él.,0  NOVENO: EL INQUILINO presenta como su FIADOR SOLIDARIO E INDIVISIBLE a la señora CATALINA ESTHER MORALES JIMÉNEZ, dominicana, mayor de edad, estudiante, portadora de la cédula de identidad y electoral No. 322-5432109-8, domiciliada en Santo Domingo, Distrito Nacional, quien asume ser codeudora en caso de incumplimiento de EL INQUILINO.,0DÉCIMO: EL INQUILINO se obliga a entregar el inmueble al término del contrato, pero si no lo hace en la fecha establecida, deberá pagar una penalidad equivalente a seis meses de renta.,0  DÉCIMO PRIMERO: En caso de que EL INQUILINO decida rescindir el contrato antes de su vencimiento, deberá pagar los alquileres vencidos y una penalidad de tres meses de renta.,0  DÉCIMO SEGUNDO: Todas las condiciones del presente contrato podrán ser modificadas en cualquier momento sin previo aviso por parte de LA PROPIETARIA.,0  DÉCIMO TERCERO: EL INQUILINO renuncia expresamente a cualquier reclamación legal o disputa con relación a este contrato.,0  Hecho y firmado en un solo original en Santo Domingo, Distrito Nacional, República Dominicana, hoy día (10) del mes de mayo del año dos mil veinticinco (2025).  MARÍA DEL CARMEN LÓPEZ FERNÁNDEZ Propietaria  JUAN CARLOS MARTÍNEZ RAMOS  Inquilino  CATALINA ESTHER MORALES JIMÉNEZ  Fiador", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-07-07T01:21:27.177Z", "updated_at": "2025-07-07T01:21:51.355Z", "analyzed_at": "2025-07-07T01:21:51.355Z", "total_clauses": 10, "abusive_clauses_count": 3, "risk_score": 0.3}}, {"model": "contracts.contract", "pk": "f135f390-64c4-4486-b83a-0fb963da8ea4", "fields": {"title": "alquiler de una vaina", "contract_type": 1, "original_text": "PRIMERO: La Propietaria cede en alquiler a El Inquilino un local comercial ubicado en la Av. Winston Churchill No. 78, Santo Domingo. Dicho local no cuenta con los permisos municipales de operación.\nSEGUNDO: El Inquilino se obliga a asumir todos los costos de mantenimiento estructural del local, incluso aquellos que sean responsabilidad del propietario según la ley.\nTERCERO: El Inquilino renuncia expresamente a cualquier derecho de reclamación ante tribunales en caso de incumplimiento por parte de La Propietaria, lo cual es una cláusula abusiva.\nCUARTO: El Inquilino pagará RD$15,000.00 mensuales. En caso de retraso superior a tres días, el contrato será rescindido de inmediato, sin derecho a aviso previo.\nQUINTO: Se establece un depósito de RD$30,000.00, el cual no será reembolsado bajo ninguna circunstancia, lo que constituye una condición ilegal.\nSEXTO: La duración del contrato será de indefinida, sin opción de terminación por parte del inquilino, aunque la propietaria puede rescindirlo en cualquier momento.\nSÉPTIMO: El contrato queda vigente sin necesidad de firma notarial ni testigos, lo que puede generar problemas de validez.", "file_upload": "", "uploaded_by": ["admin"], "status": "completed", "created_at": "2025-07-04T04:38:02.771Z", "updated_at": "2025-07-04T04:38:02.942Z", "analyzed_at": "2025-07-04T04:38:02.942Z", "total_clauses": 7, "abusive_clauses_count": 7, "risk_score": 1.0}}, {"model": "contracts.clause", "pk": "04a8e5f3-44f4-424d-9b66-a940683b3219", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "EL INQUILINO queda obligado a mantener el inmueble en perfectas condiciones y a entregarlo en buen estado al término del contrato. Será responsable de cualquier daño ocurrido durante el alquiler y de las reparaciones de instalaciones sanitarias y eléctricas.", "clause_number": "TERCERO", "clause_type": "Obligaciones", "is_abusive": true, "confidence_score": 0.5788262447290328, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.555Z"}}, {"model": "contracts.clause", "pk": "04c7718b-9649-4780-901b-42bed2504807", "fields": {"contract": "d4342ba9-b9fd-4b77-84e5-bb4fa548574c", "text": "SEGUNDO: El inquilino se compromete a pagar un alquiler mensual de RD$20,000.00 durante el primer año, los primeros cinco días de cada mes.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.735009892344845, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-06-26T04:11:14.509Z"}}, {"model": "contracts.clause", "pk": "07c325f6-8e79-415a-9c37-a862f7336f83", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "LA INQUILINA deberá pagar cualquier multa impuesta a EL PROPIETARIO por el incumplimiento de normas del condominio, aunque no sea responsabilidad suya.", "clause_number": "OCTAVO", "clause_type": "Pago", "is_abusive": true, "confidence_score": 0.6596974417974871, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.310Z"}}, {"model": "contracts.clause", "pk": "096b6d6c-49f3-46c7-9c0c-0caa8c446672", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "TERCERO: EL INQUILINO queda obligado a pagar cualquier daño estructural o de mantenimiento del inmueble, sin importar la causa de su origen.,0", "clause_number": "5", "clause_type": "general", "is_abusive": true, "confidence_score": 0.6629876935628006, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.427Z"}}, {"model": "contracts.clause", "pk": "13f5c97b-2b8a-4f28-871d-0f7d242ecf66", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "En caso de fallecimiento de LA INQUILINA, sus familiares deberán continuar pagando el alquiler hasta el final del contrato.", "clause_number": "DÉCIMO QUINTO", "clause_type": "Pago", "is_abusive": true, "confidence_score": 0.6250948776522881, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "Esta cláusula es abusiva ya que impone una carga desproporcionada a los familiares en caso de fallecimiento de la inquilina.", "gpt_suggested_fix": "La cláusula es abusiva porque crea un desequilibrio significativo entre las partes al imponer una obligación desproporcionada a los familiares de la inquilina en caso de fallecimiento. Además, limita los derechos fundamentales de los familiares al obligarlos a continuar pagando el alquiler sin considerar su situación económica o interés en el contrato. Esta cláusula vulnera los principios de buena fe y equidad, así como el principio de protección al consumidor establecido en la Ley 358-05 de Protección al Consumidor en República Dominicana.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.342Z"}}, {"model": "contracts.clause", "pk": "2524b1a8-ce8f-4091-a046-b154e0eccf9b", "fields": {"contract": "babf6e44-8ffd-4e9a-a042-04a5b971e2d0", "text": "TERCERO: AUTORIZACIÓN DE TRASPASO.  La primera parte autoriza a la segunda parte a efectuar el traspaso en su favor de la matrícula original antes indicada por ante las autoridades correspondientes (Dirección General de Impuestos Internos).  HECHO Y FIRMADO en dos (2) originales de un mismo tenor y efecto jurídico en la ciudad de La Vega, República Dominicana, el día quince (15) del mes de Marzo del año Dos Mil Veinticuatro (2024).  Por EL VENDEDOR:  Ricardo Guzmán Lora  Por EL COMPRADOR:  Ana Beltrán Suero  Notario Público:  YO, Lic.   Laura Estévez Rodríguez , Abogado Notario-Público de los del número del Distrito Nacional, Matrícula No.   67890 , CERTIFICO Y DOY FE de que por ante mi despacho ubicado en la calle   Principal No. 12 , de esta ciudad de La Vega, COMPARECIERON los señores  Ricardo Guzmán Lora   y   Ana Beltrán Suero , que las firmas que anteceden fueron puestas enmi presencia, por en sus ya indicadas calidades, los cuales me han declarado haberlo hecho por sus libres y expresas voluntades, indicándome ambos que esas son las firmas que acostumbran a utilizar en todos los actos de sus vidas, tanto públicos como privados.  En la ciudad de La Vega, República Dominicana, el día quince (15) del mes de Marzo del año Dos Mil Veinticuatro (2024).  Notario Público", "clause_number": "", "clause_type": "general", "is_abusive": false, "confidence_score": 0.0, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T21:54:25.224Z"}}, {"model": "contracts.clause", "pk": "276e71b5-3bf6-4f6d-a63e-15c72a487235", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "LA INQUILINA presenta como su FIADOR SOLIDARIO E INDIVISIBLE a la señora ANA GABRIELA FERNÁNDEZ MARTÍNEZ, dominicana, mayor de edad, desempleada, portadora de la cédula de identidad y electoral No. 355-7654398-3, domiciliada en Santo Domingo, Distrito Nacional, quien asume ser codeudora en caso de incumplimiento de LA INQUILINA.", "clause_number": "NOVENO", "clause_type": "Obligaciones", "is_abusive": true, "confidence_score": 0.5592506031933601, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.313Z"}}, {"model": "contracts.clause", "pk": "32d58e07-9d82-43fb-a558-39c7ad8728a9", "fields": {"contract": "f135f390-64c4-4486-b83a-0fb963da8ea4", "text": "SÉPTIMO: El contrato queda vigente sin necesidad de firma notarial ni testigos, lo que puede generar problemas de validez.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7700712662837687, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T04:38:02.984Z"}}, {"model": "contracts.clause", "pk": "38dccced-c3c2-4e1b-b754-e98287284aa8", "fields": {"contract": "3d25cce7-9676-4293-a767-a6295bf0d96a", "text": "Este es un texto de prueba para el contrato que debe tener al menos 50 caracteres para pasar la validación de longitud mínima", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7482800375246623, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-06-26T03:50:22.797Z"}}, {"model": "contracts.clause", "pk": "408c2a92-4cda-4caa-a64b-74399a63b103", "fields": {"contract": "aba55a5c-3044-48de-b9f0-a39ea59c63c1", "text": "CUARTO: RESPONSABILIDADES ADICIONALES  1.   EL COMPRADOR   se hace responsable de cualquier tipo de accidente o percance en que el vehículo se vea involucrado desde la firma del contrato, independientemente de que aún no haya completado el pago.  2.   EL VENDEDOR   no se compromete a entregar el vehículo en condiciones óptimas ni a cubrir ninguna reparación posterior a la compra.  3.   EL COMPRADOR   renuncia expresamente a cualquier garantía sobre el vehículo y exonera a   EL VENDEDOR   de cualquier responsabilidad futura relacionada con el mismo.  4.   EL COMPRADOR   no podrá vender ni transferir el vehículo a un tercero sin la autorización escrita de   EL VENDEDOR , aun cuando el pago haya sido completado.  FIRMA DE LAS PARTES  HECHO Y FIRMADO en dos (2) originales de un mismo tenor y efecto jurídico. En la ciudad de La Romana, República Dominicana, el día veinte (20) del mes de mayo del año Dos Mil Veinticuatro (2024).  Por EL VENDEDOR:   ___________________________  Por EL COMPRADOR:   ___________________________  Notario Público:   ___________________________", "clause_number": "", "clause_type": "general", "is_abusive": false, "confidence_score": 0.0, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T21:59:41.237Z"}}, {"model": "contracts.clause", "pk": "40a83b60-7db4-471c-8913-9f1a9ad94d9e", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "LA INQUILINA será responsable de todas las reparaciones del inmueble, incluso si el daño es causado por el desgaste natural o defectos estructurales.", "clause_number": "TERCERO", "clause_type": "Obligaciones", "is_abusive": true, "confidence_score": 0.8450283303675985, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.291Z"}}, {"model": "contracts.clause", "pk": "43659333-9ad3-4c7f-988d-3ef6df90e1d9", "fields": {"contract": "e62b0386-ee75-4864-a75c-3cec33346432", "text": "AUTORIZACIÓN DE TRASPASO. La primera parte autoriza a la segunda parte a efectuar el traspaso en su favor de la matrícula original antes indicada por ante las autoridades correspondientes (Dirección General de Impuestos Internos). HECHO Y FIRMADO en dos (2) originales de un mismo tenor y efecto jurídico en la ciudad de La Vega, República Dominicana, el día quince (15) del mes de Marzo del año Dos Mil Veinticuatro (2024).", "clause_number": "ARTÍCULO TERCERO", "clause_type": "Otro", "is_abusive": false, "confidence_score": 0.39607615383709516, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-10T20:47:47.907Z"}}, {"model": "contracts.clause", "pk": "4a6428c5-5431-4eed-a7c4-2e84fefb599b", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "SÉPTIMO: En caso de renovación, el alquiler aumentará conforme a la tasa de inflación oficial del Banco Central de la República Dominicana o en un 10%, lo que sea mayor.,1", "clause_number": "10", "clause_type": "general", "is_abusive": false, "confidence_score": 0.47183090208251094, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.873Z"}}, {"model": "contracts.clause", "pk": "4c0a8e17-a5b7-402f-a796-37118a4e8b66", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "EL PROPIETARIO podrá solicitar la entrega del inmueble en cualquier momento con un aviso verbal de 12 horas y sin necesidad de justificación.", "clause_number": "DÉCIMO", "clause_type": "Terminación", "is_abusive": true, "confidence_score": 0.6393804793284534, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "Esta cláusula es abusiva porque limita los derechos del inquilino al permitir al propietario solicitar la entrega del inmueble en cualquier momento sin justificación y con un aviso verbal de solo 12 horas.", "gpt_suggested_fix": "La cláusula es abusiva porque crea un desequilibrio significativo entre las partes al otorgar al propietario un poder excesivo sobre el inquilino, limitando sus derechos fundamentales a la seguridad y estabilidad en el uso del inmueble. Además, impone condiciones desproporcionadas al no requerir justificación para la solicitud de entrega y al establecer un aviso verbal de corta duración. Esta cláusula vulnera los principios de buena fe y equidad, así como el derecho a la vivienda digna reconocido en la Constitución de la República Dominicana.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.317Z"}}, {"model": "contracts.clause", "pk": "4e700f96-ba06-498f-938b-8ee363b6d2ae", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "EL INQUILINO asumirá el pago de los servicios de electricidad, teléfono, internet y cualquier otro servicio que requiera, mientras que LA PROPIETARIA cubrirá los servicios de agua y recogida de basura.", "clause_number": "OCTAVO", "clause_type": "Pago", "is_abusive": true, "confidence_score": 0.6725881685157717, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.594Z"}}, {"model": "contracts.clause", "pk": "50a22100-3aeb-4d24-916d-b260ef08a28b", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "EL INQUILINO presenta como su FIADOR SOLIDARIO E INDIVISIBLE a la señora VALERIA ESTEFANÍA GÓMEZ MARTÍNEZ, dominicana, mayor de edad, contadora, portadora de la cédula de identidad y electoral No. 120-6543210-7, domiciliada en Santo Domingo, Distrito Nacional, quien asume ser codeudora en caso de incumplimiento de EL INQUILINO.", "clause_number": "NOVENO", "clause_type": "Obligaciones", "is_abusive": true, "confidence_score": 0.6307388820146698, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.601Z"}}, {"model": "contracts.clause", "pk": "51ab9ff6-fad5-4b3d-8305-cc77fd28665e", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "En caso de renovación, el alquiler aumentará en un 50% automáticamente sin derecho a negociación por parte de LA INQUILINA.", "clause_number": "SÉPTIMO", "clause_type": "Duración", "is_abusive": true, "confidence_score": 0.7593581044017744, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "La cláusula es abusiva porque impone un aumento automático del alquiler sin posibilidad de negociación, creando un desequilibrio significativo a favor del arrendador.", "gpt_suggested_fix": "La cláusula es abusiva porque vulnera el principio de buena fe y equidad entre las partes, al imponer un aumento automático del alquiler sin posibilidad de negociación por parte del inquilino. Esto crea un desequilibrio significativo en los derechos y obligaciones de las partes, limitando la capacidad de la inquilina para negociar condiciones justas. En República Dominicana, esta cláusula podría ser considerada abusiva según el Código Civil y la Ley de Arrendamientos Urbanos y Suburbanos.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.306Z"}}, {"model": "contracts.clause", "pk": "51ebd30a-4c2b-48bc-baa5-e80ae7f13844", "fields": {"contract": "aba55a5c-3044-48de-b9f0-a39ea59c63c1", "text": "PRIMERO: OBJETO  EL VENDEDOR , por medio de este contrato,   VENDE, CEDE Y TRASPASA , a favor de   EL COMPRADOR , quien acepta, el Vehículo que se describe a continuación:  \"Un Vehículo de motor tipo PICK-UP, marca FORD, modelo RANGER, fabricado en el año 2020, color BLANCO, motor No. 789XYZ654, de 4 pasajeros, fuerza motriz DIESEL, 4 cilindros. Amparado por el Certificado de Propiedad de Vehículos de Motor No. 654987321, expedido por la Dirección General de Impuestos Internos (DGII), inscrito bajo el No. de Registro y Placa 95175QQ, Chasis 321DEF987.\"  ARTÍCULO", "clause_number": "", "clause_type": "general", "is_abusive": false, "confidence_score": 0.0, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T21:59:41.213Z"}}, {"model": "contracts.clause", "pk": "53ea39ba-9da5-4c80-a432-9e4250b39df5", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "SEXTO: El presente contrato tendrá una vigencia de UN (1) año, pero podrá ser cancelado por LA PROPIETARIA en cualquier momento sin derecho a compensación por parte de EL INQUILINO.,0", "clause_number": "9", "clause_type": "general", "is_abusive": true, "confidence_score": 0.5833111800716236, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.473Z"}}, {"model": "contracts.clause", "pk": "545b6c4d-9d72-4438-bc02-d86e96a3e462", "fields": {"contract": "d4342ba9-b9fd-4b77-84e5-bb4fa548574c", "text": "SÉPTIMO: Ambas partes se comprometen a cumplir con todas las disposiciones legales aplicables y a resolver cualquier diferencia menor de manera amigable antes de acudir a instancias legales.''',", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7085835584560941, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-06-26T04:11:14.523Z"}}, {"model": "contracts.clause", "pk": "5809f2d0-79ae-4329-ad08-e2ec9ca1920a", "fields": {"contract": "b81e9778-1de9-4494-b39f-13404d38aacd", "text": "Este es un texto de prueba para el contrato que debe tener al menos 50 caracteres para pasar la validación de longitud mínima", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7482800375246623, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-06-26T03:50:48.259Z"}}, {"model": "contracts.clause", "pk": "5fd38764-d7e0-44af-9448-72b63b3911ee", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "En caso de que EL INQUILINO rescinda el contrato antes de su vencimiento, deberá pagar los alquileres vencidos y una penalidad de un mes de renta.", "clause_number": "DÉCIMO PRIMERO", "clause_type": "Pago", "is_abusive": true, "confidence_score": 0.6994448676628502, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.616Z"}}, {"model": "contracts.clause", "pk": "62d79b78-e9aa-4506-92c8-1f34222b4160", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "EL PROPIETARIO podrá modificar unilateralmente cualquier condición del contrato sin previo aviso y sin necesidad de acuerdo con LA INQUILINA.", "clause_number": "DÉCIMO SEGUNDO", "clause_type": "Otro", "is_abusive": true, "confidence_score": 0.6849500842601111, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "Esta cláusula es abusiva ya que crea un desequilibrio significativo entre las partes al permitir al PROPIETARIO modificar unilateralmente el contrato sin consentimiento de LA INQUILINA.", "gpt_suggested_fix": "La cláusula es abusiva porque vulnera el principio de buena fe y equidad entre las partes, al permitir al PROPIETARIO modificar unilateralmente el contrato sin previo aviso ni acuerdo con LA INQUILINA, creando un desequilibrio significativo de derechos. En República Dominicana, esto contraviene el principio de igualdad de las partes en los contratos, así como el deber de respetar los derechos fundamentales de los contratantes.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.326Z"}}, {"model": "contracts.clause", "pk": "6426a1ca-f96c-4b79-b73f-638f2986dc41", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "EL PROPIETARIO da en alquiler a LA INQUILINA un apartamento en el octavo nivel, ubicado en la calle Monte Claro, No. 122, Arroyo Hondo, Santo Domingo, Distrito Nacional, con 1 habitación, 1 baño, sala, comedor y cocina. EL INQUILINO deberá pagar el alquiler en efectivo únicamente y sin ningún tipo de recibo o constancia escrita.", "clause_number": "PRIMERO", "clause_type": "Pago", "is_abusive": true, "confidence_score": 0.5764296327480808, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "La cláusula es abusiva porque limita el derecho del inquilino a recibir un recibo o constancia escrita de los pagos realizados, lo cual puede generar problemas de falta de evidencia en caso de disputas.", "gpt_suggested_fix": "La cláusula es abusiva porque limita el derecho fundamental del inquilino a recibir un recibo o constancia escrita de los pagos realizados, lo cual puede generar desequilibrio entre las partes al no contar con evidencia de los pagos realizados. Esta limitación vulnera el principio de buena fe y equidad, así como el derecho a la seguridad jurídica del inquilino. En República Dominicana, la Ley No. 288-04 sobre Arrendamientos Inmobiliarios prohíbe cláusulas abusivas que limiten derechos fundamentales de las partes en un contrato de arrendamiento.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.283Z"}}, {"model": "contracts.clause", "pk": "6de1aac1-6226-48ea-9cd3-ee2dc8cf54a3", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "En caso de renovación, el alquiler aumentará conforme a la tasa de inflación oficial del Banco Central de la República Dominicana o en un 10%, lo que sea mayor.", "clause_number": "SÉPTIMO", "clause_type": "Obligaciones", "is_abusive": false, "confidence_score": 0.47183090208251094, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.585Z"}}, {"model": "contracts.clause", "pk": "71d8d046-9f4b-4662-b11e-5f323e13b55d", "fields": {"contract": "d4342ba9-b9fd-4b77-84e5-bb4fa548574c", "text": "QUINTO: En caso de cualquier controversia o disputa legal, solo serán competentes los tribunales específicamente elegidos por el propietario, renunciando el inquilino a cualquier fuero que pudiera corresponderle.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7642142645153781, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-06-26T04:11:14.518Z"}}, {"model": "contracts.clause", "pk": "7aeeb80e-1c1e-4a8e-8d97-f388c8aebffd", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "QUINTO: EL INQUILINO queda obligado a pagar la suma de CUARENTA MIL PESOS DOMINICANOS (RD$40,000.00) el día 1 de cada mes. En caso de retraso en el pago, LA PROPIETARIA tendrá derecho a cambiar las cerraduras sin previo aviso.,0", "clause_number": "8", "clause_type": "general", "is_abusive": true, "confidence_score": 0.678321521394693, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.459Z"}}, {"model": "contracts.clause", "pk": "7fa4e905-6a74-4c0a-97b1-112a9aa724e4", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "EL INQUILINO se compromete a no hacer modificaciones en el inmueble sin la previa autorización por escrito de LA PROPIETARIA.", "clause_number": "CUARTO", "clause_type": "Obligaciones", "is_abusive": true, "confidence_score": 0.5696548260550885, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.562Z"}}, {"model": "contracts.clause", "pk": "8009d647-aefa-41f2-9012-858b529c3eac", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "En caso de que LA INQUILINA rescinda el contrato antes de su vencimiento, deberá pagar los alquileres restantes hasta el fin del contrato más una penalidad equivalente a seis meses de renta.", "clause_number": "DÉCIMO PRIMERO", "clause_type": "Pago", "is_abusive": true, "confidence_score": 0.6519963819291447, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "La cláusula es abusiva porque impone una penalidad desproporcionada a la inquilina en caso de rescisión anticipada del contrato.", "gpt_suggested_fix": "La cláusula es abusiva porque impone una penalidad excesiva a la inquilina en caso de rescisión anticipada del contrato, lo cual crea un desequilibrio significativo entre las partes. Esta penalidad desproporcionada podría considerarse una limitación de derechos fundamentales, ya que dificulta el ejercicio del derecho a rescindir el contrato. Además, vulnera el principio de buena fe y equidad al imponer una carga excesiva a una de las partes.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.322Z"}}, {"model": "contracts.clause", "pk": "85a588f8-e7f1-446f-880f-e3c55f5a4b57", "fields": {"contract": "f135f390-64c4-4486-b83a-0fb963da8ea4", "text": "PRIMERO: La Propietaria cede en alquiler a El Inquilino un local comercial ubicado en la Av. Winston Churchill No. 78, Santo Domingo. Dicho local no cuenta con los permisos municipales de operación.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7254958223371161, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T04:38:02.949Z"}}, {"model": "contracts.clause", "pk": "8a414bd2-bd34-49d2-bbbb-166516027c0c", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "PRIMERO: LA PROPIETARIA da en alquiler a EL INQUILINO un apartamento en el tercer nivel, ubicado en la calle Jardines del Este, No. 101-B, Evaristo Morales, Santo Domingo, Distrito Nacional, con 3 habitaciones, 2 baños, sala, comedor, cocina, área de lavado y balcón. EL INQUILINO no podrá ceder ni subarrendar el inmueble sin el consentimiento por escrito de LA PROPIETARIA.,1", "clause_number": "1", "clause_type": "general", "is_abusive": true, "confidence_score": 0.736483006040004, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.763Z"}}, {"model": "contracts.clause", "pk": "8c7b7f23-b828-4d9c-89e0-e8d8166585d4", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "Todas las condiciones del presente contrato son esenciales y su incumplimiento dará lugar a su resolución inmediata.", "clause_number": "DÉCIMO SEGUNDO", "clause_type": "Terminación", "is_abusive": false, "confidence_score": 0.247926322417182, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.623Z"}}, {"model": "contracts.clause", "pk": "8ea0773e-abb3-4779-a9d0-20c4abf8272d", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "SEGUNDO: LA PROPIETARIA garantiza a EL INQUILINO el uso y disfrute pacífico del inmueble arrendado por el tiempo del presente contrato.,1", "clause_number": "3", "clause_type": "general", "is_abusive": true, "confidence_score": 0.5389051946210289, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.787Z"}}, {"model": "contracts.clause", "pk": "9274bfb0-d607-4afa-acad-9ef614e39f08", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "SEGUNDO: LA PROPIETARIA se reserva el derecho de ingresar a la propiedad sin previo aviso para inspeccionar el estado del inmueble.,0", "clause_number": "3", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7927931509036797, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.405Z"}}, {"model": "contracts.clause", "pk": "93d56b6d-2f9f-4646-82de-7fc462d6959e", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "SÉPTIMO: En caso de renovación, el alquiler aumentará en un 30% automáticamente sin previo aviso.,0", "clause_number": "10", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7719745388342473, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.485Z"}}, {"model": "contracts.clause", "pk": "965ed7b3-4c97-4f8a-a383-716d6d998c7d", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "CUARTO: EL INQUILINO se compromete a no hacer modificaciones en el inmueble sin la previa autorización por escrito de LA PROPIETARIA.,1", "clause_number": "7", "clause_type": "general", "is_abusive": true, "confidence_score": 0.5907119172213978, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.840Z"}}, {"model": "contracts.clause", "pk": "993906ba-121b-490a-bee4-c1ffc1c7529e", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "SEGUNDO: Todas las condiciones del presente contrato son esenciales y su incumplimiento dará lugar a su resolución inmediata.,1  DÉCIMO", "clause_number": "4", "clause_type": "general", "is_abusive": false, "confidence_score": 0.247926322417182, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.804Z"}}, {"model": "contracts.clause", "pk": "9e512259-a3f7-4f96-adb6-d8bd17b2f66b", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "LA PROPIETARIA da en alquiler a EL INQUILINO un apartamento en el quinto nivel, ubicado en la calle Las Palmas, No. 32-A, Ensanche Naco, Santo Domingo, Distrito Nacional, con 3 habitaciones, 2 baños, sala, comedor, cocina, área de lavado y balcón. EL INQUILINO no podrá ceder ni subarrendar el inmueble sin el consentimiento por escrito de LA PROPIETARIA.", "clause_number": "PRIMERO", "clause_type": "Obligaciones", "is_abusive": true, "confidence_score": 0.7386986225540103, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.537Z"}}, {"model": "contracts.clause", "pk": "9eb34f1d-d7e2-4874-9ada-bbc9c42322b7", "fields": {"contract": "e62b0386-ee75-4864-a75c-3cec33346432", "text": "PRECIO. El precio acordado entre LAS PARTES para la venta del Vehículo asciende a la suma de RD$1,250,000.00 (un millón doscientos cincuenta mil pesos dominicanos) con el ITBIS incluido, cantidad que ha sido pagada en su totalidad por EL COMPRADOR a EL VENDEDOR en el momento de suscribirse el presente Contrato. Por consiguiente, EL VENDEDOR otorga en favor de EL COMPRADOR formal e irrevocable recibo de descargo total y definitivo, carta de pago y finiquito por el precio de venta convenido, así como la matrícula del Vehículo debidamente endosada y cualquier otra documentación requerida por las autoridades para el traspaso. De igual manera, EL VENDEDOR autoriza al Director General de Impuestos Internos o a la Colecturía correspondiente, a ejecutar la transferencia o traspaso en propiedad del Vehículo en favor de EL COMPRADOR, sin impedimento alguno ni limitación.", "clause_number": "ARTÍCULO SEGUNDO", "clause_type": "Pago", "is_abusive": false, "confidence_score": 0.3725562321068108, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-10T20:47:47.899Z"}}, {"model": "contracts.clause", "pk": "9ed410d5-0f23-43d7-82d9-ad36615d7b91", "fields": {"contract": "d4342ba9-b9fd-4b77-84e5-bb4fa548574c", "text": "CUARTO: El propietario se reserva el derecho unilateral de aumentar el alquiler en cualquier momento durante la vigencia del contrato, sin necesidad de previo aviso, justificación o acuerdo del inquilino.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7553457202689237, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-06-26T04:11:14.515Z"}}, {"model": "contracts.clause", "pk": "9f251344-a817-4a7f-9bab-807cd5f315f6", "fields": {"contract": "f135f390-64c4-4486-b83a-0fb963da8ea4", "text": "SEXTO: La duración del contrato será de indefinida, sin opción de terminación por parte del inquilino, aunque la propietaria puede rescindirlo en cualquier momento.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7083419607243349, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T04:38:02.979Z"}}, {"model": "contracts.clause", "pk": "9f662baa-c07b-4e72-a139-520c142d2a3b", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "QUINTO: EL INQUILINO queda obligado a pagar la suma de TREINTA Y DOS MIL PESOS DOMINICANOS (RD$32,000.00) el día 10 de cada mes sin retraso. En caso de mora, deberá pagar un recargo del 5% sobre la suma adeudada.,1", "clause_number": "8", "clause_type": "general", "is_abusive": true, "confidence_score": 0.5606845386880914, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.850Z"}}, {"model": "contracts.clause", "pk": "9fc28162-9872-45c2-a165-1fb56ad54500", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "TERCERO: EL INQUILINO queda obligado a mantener el inmueble en perfectas condiciones y a entregarlo en buen estado al término del contrato. Será responsable de cualquier daño ocurrido durante el alquiler y de las reparaciones de instalaciones sanitarias y eléctricas.,1", "clause_number": "5", "clause_type": "general", "is_abusive": true, "confidence_score": 0.5833025376590437, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.817Z"}}, {"model": "contracts.clause", "pk": "a0ea6467-0636-4bf1-9055-fcc464ecdb16", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "LA PROPIETARIA garantiza a EL INQUILINO el uso y disfrute pacífico del inmueble arrendado por el tiempo del presente contrato.", "clause_number": "SEGUNDO", "clause_type": "Duración", "is_abusive": true, "confidence_score": 0.5389051946210289, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.545Z"}}, {"model": "contracts.clause", "pk": "a0f69bc3-caff-4d8a-8212-be742c3e957f", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "PRIMERO: En caso de que EL INQUILINO decida rescindir el contrato antes de su vencimiento, deberá pagar los alquileres vencidos y una penalidad de tres meses de renta.,0  DÉCIMO", "clause_number": "2", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7040486152762737, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.394Z"}}, {"model": "contracts.clause", "pk": "a289b8a7-a0ac-4170-ae51-d0c4cb4e8133", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "SEGUNDO: Todas las condiciones del presente contrato podrán ser modificadas en cualquier momento sin previo aviso por parte de LA PROPIETARIA.,0  DÉCIMO", "clause_number": "4", "clause_type": "general", "is_abusive": false, "confidence_score": 0.3889873740523844, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.417Z"}}, {"model": "contracts.clause", "pk": "a6a02f94-d419-45ff-9d09-d876dc0a2fcd", "fields": {"contract": "f135f390-64c4-4486-b83a-0fb963da8ea4", "text": "TERCERO: El Inquilino renuncia expresamente a cualquier derecho de reclamación ante tribunales en caso de incumplimiento por parte de La Propietaria, lo cual es una cláusula abusiva.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7408923007503014, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T04:38:02.961Z"}}, {"model": "contracts.clause", "pk": "b924e4f9-1a82-4e63-a609-ff77285346ef", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "LA INQUILINA queda obligada a pagar la suma de CINCUENTA MIL PESOS DOMINICANOS (RD$50,000.00) el día 5 de cada mes. En caso de retraso en el pago, EL PROPIETARIO podrá desalojarla inmediatamente sin necesidad de proceso legal.", "clause_number": "QUINTO", "clause_type": "Pago", "is_abusive": true, "confidence_score": 0.6393681008710994, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "La cláusula es abusiva porque limita los derechos fundamentales de la inquilina y crea un desequilibrio significativo entre las partes.", "gpt_suggested_fix": "La cláusula es abusiva porque permite al propietario desalojar a la inquilina inmediatamente y sin necesidad de proceso legal en caso de retraso en el pago. Esto limita los derechos fundamentales de la inquilina a un debido proceso y a la seguridad de la tenencia. Además, crea un desequilibrio significativo entre las partes, ya que otorga al propietario un poder excesivo sobre la inquilina. Esta cláusula viola los principios de buena fe y equidad, así como el derecho a la vivienda digna consagrado en la Constitución de la República Dominicana.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.296Z"}}, {"model": "contracts.clause", "pk": "b9333271-ed57-4937-af78-fdc2e523e1e5", "fields": {"contract": "f135f390-64c4-4486-b83a-0fb963da8ea4", "text": "SEGUNDO: El Inquilino se obliga a asumir todos los costos de mantenimiento estructural del local, incluso aquellos que sean responsabilidad del propietario según la ley.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7244135878223695, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T04:38:02.955Z"}}, {"model": "contracts.clause", "pk": "b951340f-6a1f-41b8-8b07-9be8028862dc", "fields": {"contract": "d4342ba9-b9fd-4b77-84e5-bb4fa548574c", "text": "TERCERO: El inquilino acepta hacerse completamente responsable de todas las multas, infracciones y sanciones municipales que se impongan a la propiedad, independientemente de si fueron causadas por su uso, negligencia o por terceros ajenos a su operación.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7461795791755907, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-06-26T04:11:14.512Z"}}, {"model": "contracts.clause", "pk": "bfac8cdf-c9d5-4c1a-acb1-bfaa533e1b2c", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "El presente contrato tendrá una vigencia de UN (1) año, pero EL PROPIETARIO podrá finalizarlo en cualquier momento sin previo aviso ni justificación.", "clause_number": "SEXTO", "clause_type": "Terminación", "is_abusive": true, "confidence_score": 0.5186589186095472, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "La cláusula es abusiva porque limita los derechos del contratante al permitir al PROPIETARIO finalizar el contrato sin previo aviso ni justificación, creando un desequilibrio significativo entre las partes.", "gpt_suggested_fix": "La cláusula es abusiva porque otorga al PROPIETARIO un poder unilateral para finalizar el contrato sin justificación, lo cual limita los derechos del contratante de manera desproporcionada y viola el principio de buena fe y equidad. En República Dominicana, esta cláusula podría ser considerada abusiva por vulnerar el principio de equilibrio contractual y la buena fe, protegidos por el Código Civil y la Ley de Contratos de la República Dominicana.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.302Z"}}, {"model": "contracts.clause", "pk": "c0d3db70-0927-4943-aa65-7f491dad38eb", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "Las partes se someten a la jurisdicción de los tribunales de Santo Domingo, Distrito Nacional, para la resolución de cualquier disputa.", "clause_number": "DÉCIMO TERCERO", "clause_type": "Resolución de Disputas", "is_abusive": true, "confidence_score": 0.6245748411584353, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.634Z"}}, {"model": "contracts.clause", "pk": "c2462b25-dee6-49d9-9abd-63e00ecdfd20", "fields": {"contract": "babf6e44-8ffd-4e9a-a042-04a5b971e2d0", "text": "SEGUNDO: PRECIO.  El precio acordado entre LAS PARTES para la venta del Vehículo asciende a la suma de  RD$1,250,000.00   (un millón doscientos cincuenta mil pesos dominicanos) con el ITBIS incluido, cantidad que ha sido pagada en su totalidad por EL COMPRADOR a EL VENDEDOR en el momento de suscribirse el presente Contrato. Por consiguiente, EL VENDEDOR otorga en favor de EL COMPRADOR formal e irrevocable recibo de descargo total y definitivo, carta de pago y finiquito por el precio de venta convenido, así como la matrícula del Vehículo debidamente endosada y cualquier otra documentación requerida por las autoridades para el traspaso. De igual manera, EL VENDEDOR autoriza al Director General de Impuestos Internos o a la Colecturía correspondiente, a ejecutar la transferencia o traspaso en propiedad del Vehículo en favor de EL COMPRADOR, sin impedimento alguno ni limitación.  ARTÍCULO", "clause_number": "", "clause_type": "general", "is_abusive": false, "confidence_score": 0.0, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T21:54:25.214Z"}}, {"model": "contracts.clause", "pk": "c2fc2bc5-af46-421f-9696-39bf53dffeb3", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "PRIMERO: LA PROPIETARIA da en alquiler a EL INQUILINO un apartamento en el sexto nivel, ubicado en la calle Central, No. 47, Los Prados, Santo Domingo, Distrito Nacional, con 2 habitaciones, 1 baño, sala, comedor y cocina. EL INQUILINO deberá pagar el alquiler en efectivo y en persona únicamente.,0", "clause_number": "1", "clause_type": "general", "is_abusive": true, "confidence_score": 0.6562488140669965, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.373Z"}}, {"model": "contracts.clause", "pk": "c4da8077-bd86-47bb-872e-4e2db13836c7", "fields": {"contract": "aba55a5c-3044-48de-b9f0-a39ea59c63c1", "text": "TERCERO: AUTORIZACIÓN DE TRASPASOEL VENDEDOR   solo procederá con el traspaso del vehículo cuando considere que el pago ha sido validado completamente, sin ninguna obligación de especificar un plazo máximo.  ARTÍCULO", "clause_number": "", "clause_type": "general", "is_abusive": false, "confidence_score": 0.0, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T21:59:41.231Z"}}, {"model": "contracts.clause", "pk": "c9b602cd-faa5-410d-8a80-cdc4a82b6ae0", "fields": {"contract": "f135f390-64c4-4486-b83a-0fb963da8ea4", "text": "QUINTO: Se establece un depósito de RD$30,000.00, el cual no será reembolsado bajo ninguna circunstancia, lo que constituye una condición ilegal.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7343466067878865, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T04:38:02.973Z"}}, {"model": "contracts.clause", "pk": "cbdd7b60-2f83-4783-8200-1b00a6c1f38f", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "SEXTO: El presente contrato tendrá una vigencia de UN (1) año a partir de la fecha de firma, con opción de renovación o rescisión mediante aviso por escrito con 60 días de anticipación.,1", "clause_number": "9", "clause_type": "general", "is_abusive": false, "confidence_score": 0.32787895120229127, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.861Z"}}, {"model": "contracts.clause", "pk": "ce467b21-9807-4a47-aa64-a978cfd329d7", "fields": {"contract": "d4342ba9-b9fd-4b77-84e5-bb4fa548574c", "text": "SEXTO: El depósito de garantía de RD$40,000.00 será automáticamente retenido por el propietario si el inquilino decide no renovar el contrato al vencimiento, sin derecho a reclamación.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7643378419167821, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-06-26T04:11:14.520Z"}}, {"model": "contracts.clause", "pk": "ce5deab8-a478-4df0-a7fe-d824c455ff0f", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "CUARTO: EL INQUILINO no podrá recibir visitas después de las 9:00 p.m., salvo autorización de LA PROPIETARIA.,0", "clause_number": "7", "clause_type": "general", "is_abusive": true, "confidence_score": 0.6158556314098625, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.448Z"}}, {"model": "contracts.clause", "pk": "d1d0f691-385f-4800-a5b2-72c6e56c1588", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "EL PROPIETARIO se reserva el derecho de ingresar a la propiedad en cualquier momento sin previo aviso y sin consentimiento de LA INQUILINA.", "clause_number": "SEGUNDO", "clause_type": "Otro", "is_abusive": true, "confidence_score": 0.7751503816793895, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "Esta cláusula es abusiva ya que limita los derechos fundamentales de la inquilina y crea un desequilibrio significativo entre las partes.", "gpt_suggested_fix": "La cláusula es abusiva porque vulnera el principio de la buena fe y equidad, al permitir al propietario ingresar a la propiedad sin previo aviso ni consentimiento de la inquilina, lo cual limita los derechos fundamentales de esta última. Además, crea un desequilibrio significativo entre las partes al otorgar al propietario un poder excesivo sobre la propiedad arrendada.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.287Z"}}, {"model": "contracts.clause", "pk": "d2a59ad7-fce5-447c-89f4-decec3ec9959", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "TERCERO: Las partes se someten a la jurisdicción de los tribunales de Santo Domingo, Distrito Nacional, para la resolución de cualquier disputa.,1  Hecho y firmado en tres (3) originales en Santo Domingo, Distrito Nacional, República Dominicana, hoy día (5) del mes de abril del año dos mil veinticinco (2025).  SOFÍA CAMILA HERNÁNDEZ PÉREZ Propietaria  ALEJANDRO RAFAEL GÓMEZ CASTILLO  Inquilino  VÍCTOR EMILIO RAMÍREZ SOTO  Fiador  Notario Público", "clause_number": "6", "clause_type": "general", "is_abusive": true, "confidence_score": 0.5798919229674603, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.828Z"}}, {"model": "contracts.clause", "pk": "d9c0b9e4-dbb6-4374-bdf0-379d60f88a87", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "EL INQUILINO queda obligado a pagar la suma de TREINTA Y OCHO MIL PESOS DOMINICANOS (RD$38,000.00) el día 8 de cada mes sin retraso. En caso de mora, deberá pagar un recargo del 5% sobre la suma adeudada.", "clause_number": "QUINTO", "clause_type": "Pago", "is_abusive": true, "confidence_score": 0.5773782952976848, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.568Z"}}, {"model": "contracts.clause", "pk": "e17808d8-ef83-4bfd-a369-328c7a55a460", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "EL INQUILINO se obliga a entregar el inmueble en perfecto estado al término del contrato y a cancelar cualquier contrato de servicios asociados antes de su salida.", "clause_number": "DÉCIMO", "clause_type": "Obligaciones", "is_abusive": false, "confidence_score": 0.3350134475655896, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.608Z"}}, {"model": "contracts.clause", "pk": "e74e1067-f0da-4234-857a-4ab90f1b5e26", "fields": {"contract": "babf6e44-8ffd-4e9a-a042-04a5b971e2d0", "text": "PRIMERO: OBJETO.  EL VENDEDOR, por medio de este Contrato,   VENDE, CEDE Y TRASPASA , desde hoy y para siempre, sin impedimento alguno, libre de cargas y gravámenes y con todas las garantías de derecho, a favor de EL COMPRADOR, quien acepta, el Vehículo que se describe a continuación:  \"Un Vehículo de motor tipo   SUV PRIVADO , marca   Honda , modelo   CR-V , fabricado en el año  2022 , color   BLANCO , motor o no. de serie   ABC987654321 , de 5 pasajeros, fuerza motriz  gasolina , 4 cilindros. Amparado por el Certificado de Propiedad de Vehículos de Motor No.  B-456123789 , expedido por la Dirección General de Impuestos Internos (DGII) en fecha   10 de Enero del 2023 , inscrito bajo el No. de Registro y Placa   XYZ-4321 , Chasis   GHI654321789 .\"ARTÍCULO", "clause_number": "", "clause_type": "general", "is_abusive": false, "confidence_score": 0.0, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T21:54:25.204Z"}}, {"model": "contracts.clause", "pk": "edb989b6-5f63-44e4-ba41-a62aed1df3bf", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "EL INQUILINO no podrá recibir visitas en el apartamento, salvo familiares directos y con autorización previa de EL PROPIETARIO.", "clause_number": "CUARTO", "clause_type": "Obligaciones", "is_abusive": true, "confidence_score": 0.5478244505026747, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.294Z"}}, {"model": "contracts.clause", "pk": "ee8292cd-7354-4ff7-99b5-60dae8b8d2d6", "fields": {"contract": "e62b0386-ee75-4864-a75c-3cec33346432", "text": "OBJETO. EL VENDEDOR, por medio de este Contrato, VENDE, CEDE Y TRASPASA, desde hoy y para siempre, sin impedimento alguno, libre de cargas y gravámenes y con todas las garantías de derecho, a favor de EL COMPRADOR, quien acepta, el Vehículo que se describe a continuación: \"Un Vehículo de motor tipo SUV PRIVADO, marca Honda, modelo CR-V, fabricado en el año 2022, color BLANCO, motor o no. de serie ABC987654321, de 5 pasajeros, fuerza motriz gasolina, 4 cilindros. Amparado por el Certificado de Propiedad de Vehículos de Motor No. B-456123789, expedido por la Dirección General de Impuestos Internos (DGII) en fecha 10 de Enero del 2023, inscrito bajo el No. de Registro y Placa XYZ-4321, Chasis GHI654321789.\"", "clause_number": "ARTÍCULO PRIMERO", "clause_type": "Otro", "is_abusive": false, "confidence_score": 0.399732056707764, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-10T20:47:47.890Z"}}, {"model": "contracts.clause", "pk": "f4abb5a6-7b2a-49f6-a3f7-caf6de67bf37", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "LA INQUILINA renuncia a cualquier acción legal contra EL PROPIETARIO y acepta que cualquier disputa se resolverá exclusivamente según la voluntad de EL PROPIETARIO.", "clause_number": "DÉCIMO TERCERO", "clause_type": "Resolución de Disputas", "is_abusive": true, "confidence_score": 0.8427790472594571, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "La cláusula es abusiva porque crea un desequilibrio significativo entre las partes y limita los derechos fundamentales de la inquilina.", "gpt_suggested_fix": "La cláusula es abusiva porque vulnera el principio de igualdad de las partes, al darle todo el poder de decisión al propietario y limitar la capacidad de la inquilina para ejercer acciones legales. Además, restringe el acceso a la justicia y la posibilidad de resolver disputas de manera equitativa. En República Dominicana, esta cláusula podría considerarse abusiva por violar el principio de igualdad de las partes en los contratos, así como el derecho de acceso a la justicia y a un proceso justo.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.331Z"}}, {"model": "contracts.clause", "pk": "f6db55f8-db4b-445d-8082-5871fffd9d93", "fields": {"contract": "d450ca85-47ae-4446-a100-a71e2c89e54e", "text": "LA INQUILINA renuncia expresamente a solicitar servicios básicos como agua potable, electricidad o gas, debiendo gestionar y pagar estos por su cuenta sin garantía de acceso por parte de EL PROPIETARIO.", "clause_number": "DÉCIMO CUARTO", "clause_type": "Obligaciones", "is_abusive": true, "confidence_score": 0.45773670260103116, "gpt_is_valid_clause": true, "gpt_is_abusive": true, "gpt_explanation": "La cláusula es abusiva ya que limita derechos fundamentales de la inquilina.", "gpt_suggested_fix": "La cláusula es abusiva porque obliga a la inquilina a renunciar a servicios básicos esenciales como agua potable, electricidad o gas, lo cual limita sus derechos fundamentales y crea un desequilibrio significativo entre las partes. Esta cláusula vulnera el principio de buena fe y equidad, así como el derecho a condiciones de vida dignas, contraviniendo la Ley No. 481-08 sobre Protección de los Derechos del Consumidor en la República Dominicana.", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:22:12.336Z"}}, {"model": "contracts.clause", "pk": "fa9affa0-b017-45b0-beaa-9fdc2468fd85", "fields": {"contract": "aba55a5c-3044-48de-b9f0-a39ea59c63c1", "text": "SEGUNDO: PRECIO  El precio acordado entre   LAS PARTES   para la venta del Vehículo asciende a la suma de  QUINIENTOS MIL PESOS DOMINICANOS (RD$500,000.00) , cantidad que   EL COMPRADOR  se compromete a pagar en un solo pago dentro de un plazo de seis meses sin ningún tipo de penalización por retraso.  Si transcurrido el plazo   EL COMPRADOR   no ha realizado el pago total,   EL VENDEDOR   podrá reclamar el monto adeudado con una penalidad del 50% adicional sobre el valor total de la venta, sin derecho a reclamos ni acuerdos.  ARTÍCULO", "clause_number": "", "clause_type": "general", "is_abusive": false, "confidence_score": 0.0, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T21:59:41.221Z"}}, {"model": "contracts.clause", "pk": "fb2aa207-a7a6-4011-b953-c64f78a33d4d", "fields": {"contract": "eefa1816-0807-4b62-ab92-cdfe91fc75eb", "text": "TERCERO: EL INQUILINO renuncia expresamente a cualquier reclamación legal o disputa con relación a este contrato.,0  Hecho y firmado en un solo original en Santo Domingo, Distrito Nacional, República Dominicana, hoy día (10) del mes de mayo del año dos mil veinticinco (2025).  MARÍA DEL CARMEN LÓPEZ FERNÁNDEZ Propietaria  JUAN CARLOS MARTÍNEZ RAMOS  Inquilino  CATALINA ESTHER MORALES JIMÉNEZ  Fiador", "clause_number": "6", "clause_type": "general", "is_abusive": true, "confidence_score": 0.6286725583498683, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:21:51.436Z"}}, {"model": "contracts.clause", "pk": "fc5fee49-6de1-4200-88a7-0518c4b7d859", "fields": {"contract": "f135f390-64c4-4486-b83a-0fb963da8ea4", "text": "CUARTO: El Inquilino pagará RD$15,000.00 mensuales. En caso de retraso superior a tres días, el contrato será rescindido de inmediato, sin derecho a aviso previo.", "clause_number": "", "clause_type": "general", "is_abusive": true, "confidence_score": 0.7594947882835488, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-04T04:38:02.967Z"}}, {"model": "contracts.clause", "pk": "ff02894b-216e-4076-b75c-4001452551d6", "fields": {"contract": "c7042283-37cf-41d9-940b-e0c18439f00c", "text": "El presente contrato tendrá una vigencia de UN (1) año a partir de la fecha de firma, con opción de renovación o rescisión mediante aviso por escrito con 60 días de anticipación.", "clause_number": "SEXTO", "clause_type": "Duración", "is_abusive": false, "confidence_score": 0.32787895120229127, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-11T20:20:14.578Z"}}, {"model": "contracts.clause", "pk": "ff403b92-842a-4dda-93db-3e5ec99632a2", "fields": {"contract": "93f7141c-855b-4e1a-bced-3728d494e1b7", "text": "PRIMERO: En caso de que EL INQUILINO rescinda el contrato antes de su vencimiento, deberá pagar los alquileres vencidos y una penalidad de un mes de renta.,1  DÉCIMO", "clause_number": "2", "clause_type": "general", "is_abusive": true, "confidence_score": 0.6994448676628502, "gpt_is_valid_clause": true, "gpt_is_abusive": false, "gpt_explanation": "", "gpt_suggested_fix": "", "start_position": null, "end_position": null, "created_at": "2025-07-07T01:24:34.776Z"}}]